{
	"issues": {
		"accomplice_liability": {
			"title": "Accomplice Liability"	
		},
		"arson": {
			"title": "Arson"	
		},
		"attempted": {
			"title": "Attempted"	
		},
		"burglary": {
			"title": "Burglary"	
		},
		"compounding": {
			"title": "Compounding"	
		},
		"conspiracy": {
			"title": "Conspiracy"	
		},
		"criminal_assault": {
			"title": "Criminal Assault"	
		},
		"criminal_battery": {
			"title": "Criminal Battery"	
		},
		"defense_consent": {
			"title": "Defense of Consent"	
		},
		"defense_duress": {
			"title": "Defense of Duress"	
		},
		"defense_entrapment": {
			"title": "Defense of Entrapment"	
		},
		"defense_factual_impossibility": {
			"title": "Defense of Factual Impossibility"	
		},
		"defense_infancy": {
			"title": "Defense of Infancy"	
		},
		"defense_insanity": {
			"title": "Defense of Insanity"	
		},
		"defense_legal_impossibility": {
			"title": "Defense of Legal Impossibility"	
		},
		"defense_mistake_of_fact": {
			"title": "Defense of Mistake of Fact"	
		},
		"defense_mistake_of_law": {
			"title": "Defense of Mistake of Law"	
		},
		"defense_necessity": {
			"title": "Defense of Necessity"	
		},
		"defense_of_others": {
			"title": "Defense of Others"	
		},
		"defense_of_property": {
			"title": "Defense of Property"	
		},
		"defense_prevention_crime": {
			"title": "Defense of Prevention of Crime"	
		},
		"defense_self_defense": {
			"title": "Defense of Self Defense"	
		},
		"defense_withdrawal": {
			"title": "Defense of Withdrawal"	
		},
		"embezzlement": {
			"title": "Embezzlement"	
		},
		"extortion": {
			"title": "Extortion"	
		},
		"false_imprisonment": {
			"title": "False Imprisonment"	
		},
		"false_pretenses": {
			"title": "False Pretenses"	
		},
		"involuntary_manslaughter": {
			"title": "Involuntary Manslaughter"	
		},
		"kidnapping": {
			"title": "Kidnapping"	
		},
		"larceny": {
			"title": "Larceny"	
		},
		"mayhem": {
			"title": "Mayhem"	
		},
		"misprison": {
			"title": "Misprison"	
		},
		"mitigating_factors": {
			"title": "Mitigating Factors"	
		},
		"murder": {
			"title": "Murder"	
		},
		"rape": {
			"title": "Rape"	
		},
		"receiving_stolen_property": {
			"title": "Receiving Stolen Property"	
		},
		"redline_rule": {
			"title": "Redline Rule"	
		},
		"robbery": {
			"title": "Robbery"	
		},
		"solicitation": {
			"title": "Solicitation"	
		},
		"voluntary_intoxication": {
			"title": "Voluntary Intoxication"	
		},
		"voluntary_manslaughter": {
			"title": "Voluntary Manslaughter"	
		}
	},
	"exams": [
		{
			"id": 1,
			"reference": "June 2002",
			"topic": "",
			"essay": "Debbie and Jon met in college and dated each other for two years. Debbie loved Jon very much and wanted to marry him. Jon always told her that he loved only her, but he told her he thought they were too young and should not rush into marriage.<br /><br /> One day as Debbie was putting gasoline into her car at the gasoline station, she looked into the car parked next to hers. She was enraged to see her best friend Vickie passionately kissing Jon. Debbie walked over to the car, with the fuel dispenser in her hand, and started yelling at Vickie and Jon. Vickie said, \"I'm sorry you had to find out this way. Jon and I love each other and are going to get married.\"<br /><br /> Debbie was enraged and shouted, \"You're not going to marry anyone, you slime!\" She then pointed the gasoline dispenser at Vickie and sprayed her with gasoline, soaking her hair and clothes. Jon reached over to try to help Vickie. Unfortunately, he was smoking a cigarette. The cigarette ignited the gasoline and Vickie burned to death.<br /><br /> What offense or offenses has Debbie committed and what defenses, if any, would she assert? Discuss.",
			"sampleAnswers": [
				"<b>1) Assault</b> <br /><br />An assault is an act which causes an immediate apprehension of a harmful or offensive contact.<br /><br /> In this case, the state may argue that when Debbie pointed the gasoline dispenser at Vickie, while shouting at her, Vickie could have reasonably apprehended an unlawful and offensive contact, i.e., being sprayed with gasoline. <br /><br />Debbie has committed an assault.<br /><br /><b>2) Battery </b><br /><br />Battery is an act which causes a person to suffer a harmful or offensive contact.<br /><br /> The state may argue that spraying Vickie with gasoline, soaking her hair and clothes, constituted a harmful and offensive contact.<br /><br /> Debbie has committed a battery, but it will merge with the crimes discussed below.<br /><br /><b>3) Homicide</b><br /><br /> Homicide is the death of a human being, which is caused by another human being.<br /><br /> In this case, Vickie was burned to death, so there is a death of a human being.<br /><br /> <b>4) Actual Cause</b><br /><br /> But for Debbie's act of spraying Vickie with gasoline, she would not have been burned to death, so Debbie is the actual cause.<br /><br /> <b>5) Proximate Cause</b><br /><br /> The state will argue that a personal being burned to death is the foreseeable result of spraying them with gasoline.<br /><br /> Debbie will argue that it was Jon's cigarette that ignited her clothes, which constitutes an independent intervening act which broke the issue of causation.<br /><br /> Debbie's argument will fail, especially if she could in some way tell that Jon was smoking a cigarette, i.e., saw smoke or smelled smoke.<br /><br /> Debbie is the proximate cause of Vickie's death, and is therefore responsible for her homicide.<br /><br /> <b>6) Murder</b><br /><br /> Murder is an unsuccessful homicide, with malice aforethought. Malice is established by showing:<br /><br /> 1) An intent to kill, or<br /><br /> 2) An intent to cause great bodily injury, or<br /><br /> 3) The death resulted from an awareness of and conscious disregard for a high risk to human life, or<br /><br /> 4) The death resulted during the commission of an inherently dangerous felony.<br /><br /> There is a homicide as discussed above. In this case, the state may argue that when Debbie yelled, \"You're not marrying anyone, you slime,\" and then sprayed Vickie with gasoline, she demonstrated an intent to kill, or an intent to cause great bodily harm.<br /><br /> The state may also argue that by spraying gasoline onto a person, Debbie demonstrated an awareness of and disregard for a high risk to human life (Depraved Heart).<br /><br /> The state will be able to establish malice.<br /><br /> <b>7) First Degree Murder/Second Degree Murder</b><br /><br /> Murder that is willful, deliberate and premeditated is First Degree Murder, Second Degree is other types of murder.<br /><br /> If the state can convince a jury that in the brief seconds between seeing Jon and Vickie and spraying her with gas, Debbie decided to kill her, They will establish First Degree Murder.<br /><br /> The state will have a difficult time showing that Debbie reflected upon her act, so she has probably committed second degree murder under a depraved heart theory.<br /><br /><b>8) Voluntary Manslaughter</b><br /><br /> Voluntary manslaughter is an intentional killing of a human being, where malice is mitigated by adequate provocation.<br /><br /> To be adequate, the provocation must be sufficient to enrage the passion of a reasonable person, and the defendant must actually be provoked.<br /><br /> Additionally, there must not have been enough time for a reasonable person to \"cool\" down, and the defendant must not have actually \"cooled\" down.<br /><br /> If the state cannot prove murder, it may argue that Debbie intended to kill Vickie, but that she was provoked by seeing Jon and Vickie passionately kissing in the car next to her. Seeing a boyfriend kiss your best friend is sufficient to enrage the passion of a reasonable person, so Debbie's provocation is reasonable.<br /><br />Additionally there was a break in time between Debbie witnessing the incident and her actions so she did not cool down, nor is there sufficient time for a reasonable person to cool down.<br /><br /> Debbie has committed voluntary manslaughter, if the state can show an intent to kill.<br /><br /><b>9) Involuntary Manslaughter</b><br /><br /> Involuntary manslaughter is an unintended homicide that results from criminal negligence, or the commission of an unlawful act, not amounting to an inherently dangerous felony.<br /><br /> Debbie may argue that at most she has committed an involuntary manslaughter, because she did not intend to kill Vickie, and that Vickie's death resulted from Debbie's criminal negligence or the commission of a battery.<br /><br /> If Debbie did not intend to kill, she may have committed an involuntary manslaughter.<br /><br /><b>10) Attempted murder - Jon</b><br /><br /> An attempt is a substantial step beyond preparation toward the commission of a crime, with the specific intent that the crime be committed. The state may argue that when Debbie sprayed gas on Vickie, while Jon was seated next to her, smoking a cigarette, she took a substantial step toward killing Jon also.<br /><br /> However, there are no facts to suggest that Debbie intended to kill Jon, so the state will not be able to prove an attempted murder of Jon.",
				"State vs. Debbie<br /><br /> State could charge Debbie for criminal assault, battery, and murder (with possibility of first degree murder) as well as involuntary manslaughter.<br /><br /> <b>Murder</b><br /><br /> Issue - <b>Can Debbie be charged with murder of Vickie</b>?<br /><br /> Under criminal law, murder is unlawful homicide, killing of a human being by another, with malice aforethought.<br /><br /> Malice can be found if there is (1) intent to kill, (2) intent to cause great bodily injury, (3) commission of a dangerous felony, felony murder rule, and (4) act with awareness of and disregard for the unjustified risk to human life. The depraved heart murder rule.<br /><br /> Here, this is a killing because Vickie, a human being, died due to the act of another human being, Debbie. The killing is unlawful because it is not justified.<br /><br /> Here malice can also be found because Debbie pointed the gasoline dispenser at Vickie and \"sprayed\" gas on her. This act can be construed as \"intent to kill\" because gasoline is a dangerous substance and everyone knows it would cause death if ignited. Also, there is an intent to cause great injury because even if not ignited, the chemical feature would cause injury to the people.<br /><br /> Therefore Debbie can be charged with murder of Vickie.<br /><br /> Further, if Debbie's act can be construed as deliberated and premeditated, she could also be charged with \"First degree murder.\"<br /><br /> <b>Causation</b><br /><br /> Under criminal, the death of the victim must be <b>actually</b> and <b>proximately</b> caused by defendant's act.<br /><br /> <b>Actual causation</b> is determined by \"but for \" test. Here, but for Debbie's act, Vickie would not have died. Therefore she actually caused Vickie's death.<br /><br /> <b>Proximate causation</b> is determined when the result is foreseeable and there is no superseding intervening event to break the chain of causation. Here, Debbie could argue that Jon's smoking of a cigarette is a superseding event and therefore had broken the chain of causation. However, State would argue that Jon's smoking is foreseeable even if it was unreasonable and spraying gasoline on a person could cause death is also foreseeable.<br /><br /> Therefore, Debbie both actually and proximately caused death of Vickie. Therefore Debbie can be charged with murder.<br /><br /><b>Battery</b><br /><br /> Can Debbie be charged with criminal battery?<br /><br /> Under criminal law, battery is intentional causing harmful or offensive touching.<br /><br /> Here there is an intentional act because Debbie \"sprayed\" gasoline on Vickie. There is also a touching, because gas was put on Vickie by Debbie. There is also a harmful and offensive touching because gasoline is dangerous and [to] be sprayed in public is offensive.<br /><br /> Therefore, Debbie can be charged with Battery.<br /><br /><b>Assault</b><br /><br /> Issue - <b>Can Debbie be charged with criminal assault?</b><br /><br /> Under criminal law, assault can be either attempted battery or attempt to cause apprehension of a battery.<br /><br /> Here, there is an attempt to cause apprehension because Debbie \"shouted\" with \"gasoline dispenser in her hand.\" This would cause a reasonable person to apprehend an offensive or harmful touching.<br /><br /> Therefore, Debbie can be charged with criminal assault.<br /><br /><b>Involuntary Manslaughter</b><br /><br /> Issue - <b>Debbie can be charged with involuntary manslaughter?</b><br /><br /> Under criminal law, involuntary manslaughter is an unintentional killing without malice aforethought done with criminal negligence. Gross reckless or killing during a malum in se felony is not enough to charge for felony murder.<br /><br /> Here, Debbie could also be charged for involuntary manslaughter because her conduct is grossly reckless, i.e., spraying gasoline on another person and caused death.<br /><br /> Therefore, Debbie can be charged with involuntary manslaughter.<br /><br /><b>Defenses</b><br /><br /><b>Mitigation</b><br /><br />Issue - <b>Can Debbie mitigate her killing to voluntary Manslaughter</b> by claiming provocation?<br /><br /> Under criminal law, voluntary manslaughter is an intentional killing without malice aforethought done with adequate provocation: (1) Provoked if it is a reasonable person. (2) Defendant provoked. (3) Not time for cooling down. (4) Defendant did not cool down.<br /><br /> Here, Debbie would argue that she was provoked because she saw Vickie \"passionately kissing\" Jon, Debbie's boyfriend, and she was \"enraged\" to see this. There is also no time to cool down because it happened when Debbie was adding gas, a very short period of time.<br /><br /> Therefore, Debbie would be successful to claim \"heated passion\" killing and mitigate her crime down from murder to voluntary manslaughter.<br /><br /><b>Insanity</b><br /><br /> Under criminal law, insanity is a defense if it negates a required mental state element of the crime charged. Under M'Naghten test, if due to mental disease the defendant did not know what she was doing was wrong, she could be found insane. Under irresistible impulse test, if defendant knew what she was doing was wrong but could not stop herself she can be found insane.<br /><br /> Here, Debbie could claim that she was in \"shock\" and became \"temporarily insane\" and \"could not control herself when she did what she had done.\" However, there is unlikely [sic] she would be successful to raise this defense because there is [sic] no facts to support this claim.<br /><br /> Therefore, Debbie could not successfully use the defense of insanity."
			],
			"issues": {
				"criminal_assault": {
					"def": [
						"An assault is an act which causes an immediate apprehension of a harmful or offensive contact.",
						"Under criminal law, assault can be either attempted battery or attempt to cause apprehension of a battery."
					],
					"hypo": "Debbie was enraged and shouted, \"You're not going to marry anyone, you slime!\" She then pointed the gasoline dispenser at Vickie and sprayed her with gasoline, soaking her hair and clothes. Jon reached over to try to help Vickie.",
					"samples": [
						"<b>1) Assault</b> <br /><br />An assault is an act which causes an immediate apprehension of a harmful or offensive contact.<br /><br /> In this case, the state may argue that when Debbie pointed the gasoline dispenser at Vickie, while shouting at her, Vickie could have reasonably apprehended an unlawful and offensive contact, i.e., being sprayed with gasoline. <br /><br />Debbie has committed an assault.",
						"<b>Assault</b><br /><br /> Issue - <b>Can Debbie be charged with criminal assault?</b><br /><br /> Under criminal law, assault can be either attempted battery or attempt to cause apprehension of a battery.<br /><br /> Here, there is an attempt to cause apprehension because Debbie \"shouted\" with \"gasoline dispenser in her hand.\" This would cause a reasonable person to apprehend an offensive or harmful touching.<br /><br /> Therefore, Debbie can be charged with criminal assault."
					]
				},
				"criminal_battery": {
					"def": [
						"Battery is an act which causes a person to suffer a harmful or offensive contact.",
						"Under criminal law, battery is intentional causing harmful or offensive touching."
					],
					"hypo": "Debbie was enraged and shouted, \"You're not going to marry anyone, you slime!\" She then pointed the gasoline dispenser at Vickie and sprayed her with gasoline, soaking her hair and clothes. Jon reached over to try to help Vickie.",
					"samples": [
						"<b>2) Battery </b><br /><br />Battery is an act which causes a person to suffer a harmful or offensive contact.<br /><br /> The state may argue that spraying Vickie with gasoline, soaking her hair and clothes, constituted a harmful and offensive contact.<br /><br /> Debbie has committed a battery, but it will merge with the crimes discussed below.",
						"<b>Battery</b><br /><br /> Can Debbie be charged with criminal battery?<br /><br /> Under criminal law, battery is intentional causing harmful or offensive touching.<br /><br /> Here there is an intentional act because Debbie \"sprayed\" gasoline on Vickie. There is also a touching, because gas was put on Vickie by Debbie. There is also a harmful and offensive touching because gasoline is dangerous and [to] be sprayed in public is offensive.<br /><br /> Therefore, Debbie can be charged with Battery."
					]
				},
				"murder": {
					"def": [
						"<b>Homicide:</b> Homicide is the death of a human being, which is caused by another human being.",
						"<b>Actual Cause:</b> But for defandant's act, injury would not have occured.",
						"<b>Proximate Cause:</b> Defandant's act is the foreseeable result of the result",
						"<b>Murder:</b> Murder is a homicide, with malice aforethought."
					],
					"hypo": "She then pointed the gasoline dispenser at Vickie and sprayed her with gasoline, soaking her hair and clothes. Jon reached over to try to help Vickie. Unfortunately, he was smoking a cigarette. The cigarette ignited the gasoline and Vickie burned to death.",
					"samples": [
						"<b>3) Homicide</b><br /><br /> Homicide is the death of a human being, which is caused by another human being.<br /><br /> In this case, Vickie was burned to death, so there is a death of a human being.<br /><br /> <b>4) Actual Cause</b><br /><br /> But for Debbie's act of spraying Vickie with gasoline, she would not have been burned to death, so Debbie is the actual cause.<br /><br /> <b>5) Proximate Cause</b><br /><br /> The state will argue that a personal being burned to death is the foreseeable result of spraying them with gasoline.<br /><br /> Debbie will argue that it was Jon's cigarette that ignited her clothes, which constitutes an independent intervening act which broke the issue of causation.<br /><br /> Debbie's argument will fail, especially if she could in some way tell that Jon was smoking a cigarette, i.e., saw smoke or smelled smoke.<br /><br /> Debbie is the proximate cause of Vickie's death, and is therefore responsible for her homicide.<br /><br /> <b>6) Murder</b><br /><br /> Murder is an unsuccessful homicide, with malice aforethought. Malice is established by showing:<br /><br /> 1) An intent to kill, or<br /><br /> 2) An intent to cause great bodily injury, or<br /><br /> 3) The death resulted from an awareness of and conscious disregard for a high risk to human life, or<br /><br /> 4) The death resulted during the commission of an inherently dangerous felony.<br /><br /> There is a homicide as discussed above. In this case, the state may argue that when Debbie yelled, \"You're not marrying anyone, you slime,\" and then sprayed Vickie with gasoline, she demonstrated an intent to kill, or an intent to cause great bodily harm.<br /><br /> The state may also argue that by spraying gasoline onto a person, Debbie demonstrated an awareness of and disregard for a high risk to human life (Depraved Heart).<br /><br /> The state will be able to establish malice.<br /><br /> <b>7) First Degree Murder/Second Degree Murder</b><br /><br /> Murder that is willful, deliberate and premeditated is First Degree Murder, Second Degree is other types of murder.<br /><br /> If the state can convince a jury that in the brief seconds between seeing Jon and Vickie and spraying her with gas, Debbie decided to kill her, They will establish First Degree Murder.<br /><br /> The state will have a difficult time showing that Debbie reflected upon her act, so she has probably committed second degree murder under a depraved heart theory.",
						"State vs. Debbie<br /><br /> State could charge Debbie for criminal assault, battery, and murder (with possibility of first degree murder) as well as involuntary manslaughter.<br /><br /> <b>Murder</b><br /><br /> Issue - <b>Can Debbie be charged with murder of Vickie</b>?<br /><br /> Under criminal law, murder is unlawful homicide, killing of a human being by another, with malice aforethought.<br /><br /> Malice can be found if there is (1) intent to kill, (2) intent to cause great bodily injury, (3) commission of a dangerous felony, felony murder rule, and (4) act with awareness of and disregard for the unjustified risk to human life. The depraved heart murder rule.<br /><br /> Here, this is a killing because Vickie, a human being, died due to the act of another human being, Debbie. The killing is unlawful because it is not justified.<br /><br /> Here malice can also be found because Debbie pointed the gasoline dispenser at Vickie and \"sprayed\" gas on her. This act can be construed as \"intent to kill\" because gasoline is a dangerous substance and everyone knows it would cause death if ignited. Also, there is an intent to cause great injury because even if not ignited, the chemical feature would cause injury to the people.<br /><br /> Therefore Debbie can be charged with murder of Vickie.<br /><br /> Further, if Debbie's act can be construed as deliberated and premeditated, she could also be charged with \"First degree murder.\"<br /><br /> <b>Causation</b><br /><br /> Under criminal, the death of the victim must be <b>actually</b> and <b>proximately</b> caused by defendant's act.<br /><br /> <b>Actual causation</b> is determined by \"but for \" test. Here, but for Debbie's act, Vickie would not have died. Therefore she actually caused Vickie's death.<br /><br /> <b>Proximate causation</b> is determined when the result is foreseeable and there is no superseding intervening event to break the chain of causation. Here, Debbie could argue that Jon's smoking of a cigarette is a superseding event and therefore had broken the chain of causation. However, State would argue that Jon's smoking is foreseeable even if it was unreasonable and spraying gasoline on a person could cause death is also foreseeable.<br /><br /> Therefore, Debbie both actually and proximately caused death of Vickie. Therefore Debbie can be charged with murder."
					]
				},
				"voluntary_manslaughter": {
					"def": [
						"Voluntary manslaughter is an intentional killing of a human being, where malice is mitigated by adequate provocation.",
						"Under criminal law, voluntary manslaughter is an intentional killing without malice aforethought done with adequate provocation"
					],
					"hypo": "She was enraged to see her best friend Vickie passionately kissing Jon. Debbie walked over to the car, with the fuel dispenser in her hand, and started yelling at Vickie and Jon. Vickie said, \"I'm sorry you had to find out this way. Jon and I love each other and are going to get married.",
					"samples": [
						"<b>8) Voluntary Manslaughter</b><br /><br /> Voluntary manslaughter is an intentional killing of a human being, where malice is mitigated by adequate provocation.<br /><br /> To be adequate, the provocation must be sufficient to enrage the passion of a reasonable person, and the defendant must actually be provoked.<br /><br /> Additionally, there must not have been enough time for a reasonable person to \"cool\" down, and the defendant must not have actually \"cooled\" down.<br /><br /> If the state cannot prove murder, it may argue that Debbie intended to kill Vickie, but that she was provoked by seeing Jon and Vickie passionately kissing in the car next to her. Seeing a boyfriend kiss your best friend is sufficient to enrage the passion of a reasonable person, so Debbie's provocation is reasonable.<br /><br />Additionally there was a break in time between Debbie witnessing the incident and her actions so she did not cool down, nor is there sufficient time for a reasonable person to cool down.<br /><br /> Debbie has committed voluntary manslaughter, if the state can show an intent to kill.",
						"<b>Defenses</b><br /><br /><b>Mitigation</b><br /><br />Issue - <b>Can Debbie mitigate her killing to voluntary Manslaughter</b> by claiming provocation?<br /><br /> Under criminal law, voluntary manslaughter is an intentional killing without malice aforethought done with adequate provocation: (1) Provoked if it is a reasonable person. (2) Defendant provoked. (3) Not time for cooling down. (4) Defendant did not cool down.<br /><br /> Here, Debbie would argue that she was provoked because she saw Vickie \"passionately kissing\" Jon, Debbie's boyfriend, and she was \"enraged\" to see this. There is also no time to cool down because it happened when Debbie was adding gas, a very short period of time.<br /><br /> Therefore, Debbie would be successful to claim \"heated passion\" killing and mitigate her crime down from murder to voluntary manslaughter."
					]
				},
				"involuntary_manslaughter": {
					"def": [
						"Involuntary manslaughter is an unintended homicide that results from criminal negligence, or the commission of an unlawful act, not amounting to an inherently dangerous felony.",
						"Under criminal law, involuntary manslaughter is an unintentional killing without malice aforethought done with criminal negligence."
					],
					"hypo": "She was enraged to see her best friend Vickie passionately kissing Jon. Debbie walked over to the car, with the fuel dispenser in her hand, and started yelling at Vickie and Jon. Vickie said, \"I'm sorry you had to find out this way. Jon and I love each other and are going to get married.",
					"samples": [
						"<b>9) Involuntary Manslaughter</b><br /><br /> Involuntary manslaughter is an unintended homicide that results from criminal negligence, or the commission of an unlawful act, not amounting to an inherently dangerous felony.<br /><br /> Debbie may argue that at most she has committed an involuntary manslaughter, because she did not intend to kill Vickie, and that Vickie's death resulted from Debbie's criminal negligence or the commission of a battery.<br /><br /> If Debbie did not intend to kill, she may have committed an involuntary manslaughter.",
						"<b>Involuntary Manslaughter</b><br /><br /> Issue — <b>Debbie can be charged with involuntary manslaughter?</b><br /><br /> Under criminal law, involuntary manslaughter is an unintentional killing without malice aforethought done with criminal negligence. Gross reckless or killing during a malum in se felony is not enough to charge for felony murder.<br /><br /> Here, Debbie could also be charged for involuntary manslaughter because her conduct is grossly reckless, i.e., spraying gasoline on another person and caused death.<br /><br /> Therefore, Debbie can be charged with involuntary manslaughter."
					]
				}
				
			}
		},
		{
			"id": 2,
			"reference": "June 2002",
			"topic": "",
			"essay": "Anna owned a business and stored insured business inventory at a warehouse owned by Bob. Anna was experiencing financial problems and needed funds to pay her creditors. Bob, after hearing of Anna's money problems, suggested that they hire someone to burn down the warehouse since he was planning to build condominiums on the warehouse property and could use the insurance proceeds for the construction of the condominiums. Bob told Anna that he knew someone who would handle burning the warehouse in return for a percentage of the insurance proceeds. Anna agreed and Bob contacted Cindy to burn down the warehouse. Cindy obtained the location of the warehouse from Bob and proceeded to set fire to the warehouse. Unbeknownst to Anna, Bob or Cindy, a homeless person, Daryll, was living in the warehouse. Daryll died as a result of the fire.<br /><br /> After hearing about Daryll's death, Anna and Bob decided not to make any insurance claims. After an investigation Anna, Bob and Cindy were arrested.<br /><br /> With what crimes, if any, might Anna, Bob and Cindy be charged and what defenses, if any, could each assert? Discuss.",
			"issues": {
				"conspiracy": {},
				"solicitation": {},
				"murder": {},
				"arson": {},
				"accomplice_liability": {},
				"attempted": {}
			}
		},
		{
			"id": 3,
			"reference": "October 2002",
			"topic": "",
			"essay": "As Dan walked down a busy city street one afternoon, Vic, a scruffy, long-haired young man, approached him. For some time, Dan had been plagued by a pathological fear that long-haired transients were trying to kill him. Mistakenly believing that his life was about to be taken, Dan pulled out a handgun and fired the gun, intending only to wound Vic in the legs to prevent the anticipated attack. Rather than inflicting the intended leg wound, the bullet ricocheted off the sidewalk and hit Vic in the heart, killing him instantly.<br /><br /> 1. With what crime or crimes should Dan be charged? Discuss.<br /><br /> 2. What defense or defenses might Dan assert? Discuss.",
			"issues": {
				"criminal_assault": {},
				"criminal_battery": {},
				"murder": {},
				"voluntary_manslaughter": {},
				"involuntary_manslaughter": {},
				"defense_self_defense": {},
				"defense_insanity": {}
			}
		}
	]	
}