{
	"issues": {
		"accomplice_liability": {
			"title": "Accomplice Liability"	
		},
		"arson": {
			"title": "Arson"	
		},
		"attempted": {
			"title": "Attempted"	
		},
		"burglary": {
			"title": "Burglary"	
		},
		"compounding": {
			"title": "Compounding"	
		},
		"conspiracy": {
			"title": "Conspiracy"	
		},
		"criminal_assault": {
			"title": "Criminal Assault"	
		},
		"criminal_battery": {
			"title": "Criminal Battery"	
		},
		"defense_consent": {
			"title": "Defense of Consent"	
		},
		"defense_duress": {
			"title": "Defense of Duress"	
		},
		"defense_entrapment": {
			"title": "Defense of Entrapment"	
		},
		"defense_factual_impossibility": {
			"title": "Defense of Factual Impossibility"	
		},
		"defense_infancy": {
			"title": "Defense of Infancy"	
		},
		"defense_insanity": {
			"title": "Defense of Insanity"	
		},
		"defense_legal_impossibility": {
			"title": "Defense of Legal Impossibility"	
		},
		"defense_mistake_of_fact": {
			"title": "Defense of Mistake of Fact"	
		},
		"defense_mistake_of_law": {
			"title": "Defense of Mistake of Law"	
		},
		"defense_necessity": {
			"title": "Defense of Necessity"	
		},
		"defense_of_others": {
			"title": "Defense of Others"	
		},
		"defense_of_property": {
			"title": "Defense of Property"	
		},
		"defense_prevention_crime": {
			"title": "Defense of Prevention of Crime"	
		},
		"defense_self_defense": {
			"title": "Defense of Self Defense"	
		},
		"defense_withdrawal": {
			"title": "Defense of Withdrawal"	
		},
		"embezzlement": {
			"title": "Embezzlement"	
		},
		"extortion": {
			"title": "Extortion"	
		},
		"false_imprisonment": {
			"title": "False Imprisonment"	
		},
		"false_pretenses": {
			"title": "False Pretenses"	
		},
		"involuntary_manslaughter": {
			"title": "Involuntary Manslaughter"	
		},
		"kidnapping": {
			"title": "Kidnapping"	
		},
		"larceny": {
			"title": "Larceny"	
		},
		"malicious_mischief": {
			"title": "Malicious Mischief"
		},
		"mayhem": {
			"title": "Mayhem"	
		},
		"misprison": {
			"title": "Misprison"	
		},
		"mitigating_factors": {
			"title": "Mitigating Factors"	
		},
		"murder": {
			"title": "Murder"	
		},
		"rape": {
			"title": "Rape"	
		},
		"receiving_stolen_property": {
			"title": "Receiving Stolen Property"	
		},
		"redline_rule": {
			"title": "Redline Rule"	
		},
		"robbery": {
			"title": "Robbery"	
		},
		"solicitation": {
			"title": "Solicitation"	
		},
		"voluntary_intoxication": {
			"title": "Voluntary Intoxication"	
		},
		"voluntary_manslaughter": {
			"title": "Voluntary Manslaughter"	
		}
	},
	"exams": [
		{
			"id": 1,
			"reference": "June 2002",
			"topic": "",
			"essay": "Debbie and Jon met in college and dated each other for two years. Debbie loved Jon very much and wanted to marry him. Jon always told her that he loved only her, but he told her he thought they were too young and should not rush into marriage.<br /><br /> One day as Debbie was putting gasoline into her car at the gasoline station, she looked into the car parked next to hers. She was enraged to see her best friend Vickie passionately kissing Jon. Debbie walked over to the car, with the fuel dispenser in her hand, and started yelling at Vickie and Jon. Vickie said, \"I'm sorry you had to find out this way. Jon and I love each other and are going to get married.\"<br /><br /> Debbie was enraged and shouted, \"You're not going to marry anyone, you slime!\" She then pointed the gasoline dispenser at Vickie and sprayed her with gasoline, soaking her hair and clothes. Jon reached over to try to help Vickie. Unfortunately, he was smoking a cigarette. The cigarette ignited the gasoline and Vickie burned to death.<br /><br /> What offense or offenses has Debbie committed and what defenses, if any, would she assert? Discuss.",
			"sampleAnswers": [
				"<b>1) Assault</b> <br /><br />An assault is an act which causes an immediate apprehension of a harmful or offensive contact.<br /><br /> In this case, the state may argue that when Debbie pointed the gasoline dispenser at Vickie, while shouting at her, Vickie could have reasonably apprehended an unlawful and offensive contact, i.e., being sprayed with gasoline. <br /><br />Debbie has committed an assault.<br /><br /><b>2) Battery </b><br /><br />Battery is an act which causes a person to suffer a harmful or offensive contact.<br /><br /> The state may argue that spraying Vickie with gasoline, soaking her hair and clothes, constituted a harmful and offensive contact.<br /><br /> Debbie has committed a battery, but it will merge with the crimes discussed below.<br /><br /><b>3) Homicide</b><br /><br /> Homicide is the death of a human being, which is caused by another human being.<br /><br /> In this case, Vickie was burned to death, so there is a death of a human being.<br /><br /> <b>4) Actual Cause</b><br /><br /> But for Debbie's act of spraying Vickie with gasoline, she would not have been burned to death, so Debbie is the actual cause.<br /><br /> <b>5) Proximate Cause</b><br /><br /> The state will argue that a personal being burned to death is the foreseeable result of spraying them with gasoline.<br /><br /> Debbie will argue that it was Jon's cigarette that ignited her clothes, which constitutes an independent intervening act which broke the issue of causation.<br /><br /> Debbie's argument will fail, especially if she could in some way tell that Jon was smoking a cigarette, i.e., saw smoke or smelled smoke.<br /><br /> Debbie is the proximate cause of Vickie's death, and is therefore responsible for her homicide.<br /><br /> <b>6) Murder</b><br /><br /> Murder is an unsuccessful homicide, with malice aforethought. Malice is established by showing:<br /><br /> 1) An intent to kill, or<br /><br /> 2) An intent to cause great bodily injury, or<br /><br /> 3) The death resulted from an awareness of and conscious disregard for a high risk to human life, or<br /><br /> 4) The death resulted during the commission of an inherently dangerous felony.<br /><br /> There is a homicide as discussed above. In this case, the state may argue that when Debbie yelled, \"You're not marrying anyone, you slime,\" and then sprayed Vickie with gasoline, she demonstrated an intent to kill, or an intent to cause great bodily harm.<br /><br /> The state may also argue that by spraying gasoline onto a person, Debbie demonstrated an awareness of and disregard for a high risk to human life (Depraved Heart).<br /><br /> The state will be able to establish malice.<br /><br /> <b>7) First Degree Murder/Second Degree Murder</b><br /><br /> Murder that is willful, deliberate and premeditated is First Degree Murder, Second Degree is other types of murder.<br /><br /> If the state can convince a jury that in the brief seconds between seeing Jon and Vickie and spraying her with gas, Debbie decided to kill her, They will establish First Degree Murder.<br /><br /> The state will have a difficult time showing that Debbie reflected upon her act, so she has probably committed second degree murder under a depraved heart theory.<br /><br /><b>8) Voluntary Manslaughter</b><br /><br /> Voluntary manslaughter is an intentional killing of a human being, where malice is mitigated by adequate provocation.<br /><br /> To be adequate, the provocation must be sufficient to enrage the passion of a reasonable person, and the defendant must actually be provoked.<br /><br /> Additionally, there must not have been enough time for a reasonable person to \"cool\" down, and the defendant must not have actually \"cooled\" down.<br /><br /> If the state cannot prove murder, it may argue that Debbie intended to kill Vickie, but that she was provoked by seeing Jon and Vickie passionately kissing in the car next to her. Seeing a boyfriend kiss your best friend is sufficient to enrage the passion of a reasonable person, so Debbie's provocation is reasonable.<br /><br />Additionally there was a break in time between Debbie witnessing the incident and her actions so she did not cool down, nor is there sufficient time for a reasonable person to cool down.<br /><br /> Debbie has committed voluntary manslaughter, if the state can show an intent to kill.<br /><br /><b>9) Involuntary Manslaughter</b><br /><br /> Involuntary manslaughter is an unintended homicide that results from criminal negligence, or the commission of an unlawful act, not amounting to an inherently dangerous felony.<br /><br /> Debbie may argue that at most she has committed an involuntary manslaughter, because she did not intend to kill Vickie, and that Vickie's death resulted from Debbie's criminal negligence or the commission of a battery.<br /><br /> If Debbie did not intend to kill, she may have committed an involuntary manslaughter.<br /><br /><b>10) Attempted murder - Jon</b><br /><br /> An attempt is a substantial step beyond preparation toward the commission of a crime, with the specific intent that the crime be committed. The state may argue that when Debbie sprayed gas on Vickie, while Jon was seated next to her, smoking a cigarette, she took a substantial step toward killing Jon also.<br /><br /> However, there are no facts to suggest that Debbie intended to kill Jon, so the state will not be able to prove an attempted murder of Jon.",
				"State vs. Debbie<br /><br /> State could charge Debbie for criminal assault, battery, and murder (with possibility of first degree murder) as well as involuntary manslaughter.<br /><br /> <b>Murder</b><br /><br /> Issue - <b>Can Debbie be charged with murder of Vickie</b>?<br /><br /> Under criminal law, murder is unlawful homicide, killing of a human being by another, with malice aforethought.<br /><br /> Malice can be found if there is (1) intent to kill, (2) intent to cause great bodily injury, (3) commission of a dangerous felony, felony murder rule, and (4) act with awareness of and disregard for the unjustified risk to human life. The depraved heart murder rule.<br /><br /> Here, this is a killing because Vickie, a human being, died due to the act of another human being, Debbie. The killing is unlawful because it is not justified.<br /><br /> Here malice can also be found because Debbie pointed the gasoline dispenser at Vickie and \"sprayed\" gas on her. This act can be construed as \"intent to kill\" because gasoline is a dangerous substance and everyone knows it would cause death if ignited. Also, there is an intent to cause great injury because even if not ignited, the chemical feature would cause injury to the people.<br /><br /> Therefore Debbie can be charged with murder of Vickie.<br /><br /> Further, if Debbie's act can be construed as deliberated and premeditated, she could also be charged with \"First degree murder.\"<br /><br /> <b>Causation</b><br /><br /> Under criminal, the death of the victim must be <b>actually</b> and <b>proximately</b> caused by defendant's act.<br /><br /> <b>Actual causation</b> is determined by \"but for \" test. Here, but for Debbie's act, Vickie would not have died. Therefore she actually caused Vickie's death.<br /><br /> <b>Proximate causation</b> is determined when the result is foreseeable and there is no superseding intervening event to break the chain of causation. Here, Debbie could argue that Jon's smoking of a cigarette is a superseding event and therefore had broken the chain of causation. However, State would argue that Jon's smoking is foreseeable even if it was unreasonable and spraying gasoline on a person could cause death is also foreseeable.<br /><br /> Therefore, Debbie both actually and proximately caused death of Vickie. Therefore Debbie can be charged with murder.<br /><br /><b>Battery</b><br /><br /> Can Debbie be charged with criminal battery?<br /><br /> Under criminal law, battery is intentional causing harmful or offensive touching.<br /><br /> Here there is an intentional act because Debbie \"sprayed\" gasoline on Vickie. There is also a touching, because gas was put on Vickie by Debbie. There is also a harmful and offensive touching because gasoline is dangerous and [to] be sprayed in public is offensive.<br /><br /> Therefore, Debbie can be charged with Battery.<br /><br /><b>Assault</b><br /><br /> Issue - <b>Can Debbie be charged with criminal assault?</b><br /><br /> Under criminal law, assault can be either attempted battery or attempt to cause apprehension of a battery.<br /><br /> Here, there is an attempt to cause apprehension because Debbie \"shouted\" with \"gasoline dispenser in her hand.\" This would cause a reasonable person to apprehend an offensive or harmful touching.<br /><br /> Therefore, Debbie can be charged with criminal assault.<br /><br /><b>Involuntary Manslaughter</b><br /><br /> Issue - <b>Debbie can be charged with involuntary manslaughter?</b><br /><br /> Under criminal law, involuntary manslaughter is an unintentional killing without malice aforethought done with criminal negligence. Gross reckless or killing during a malum in se felony is not enough to charge for felony murder.<br /><br /> Here, Debbie could also be charged for involuntary manslaughter because her conduct is grossly reckless, i.e., spraying gasoline on another person and caused death.<br /><br /> Therefore, Debbie can be charged with involuntary manslaughter.<br /><br /><b>Defenses</b><br /><br /><b>Mitigation</b><br /><br />Issue - <b>Can Debbie mitigate her killing to voluntary Manslaughter</b> by claiming provocation?<br /><br /> Under criminal law, voluntary manslaughter is an intentional killing without malice aforethought done with adequate provocation: (1) Provoked if it is a reasonable person. (2) Defendant provoked. (3) Not time for cooling down. (4) Defendant did not cool down.<br /><br /> Here, Debbie would argue that she was provoked because she saw Vickie \"passionately kissing\" Jon, Debbie's boyfriend, and she was \"enraged\" to see this. There is also no time to cool down because it happened when Debbie was adding gas, a very short period of time.<br /><br /> Therefore, Debbie would be successful to claim \"heated passion\" killing and mitigate her crime down from murder to voluntary manslaughter.<br /><br /><b>Insanity</b><br /><br /> Under criminal law, insanity is a defense if it negates a required mental state element of the crime charged. Under M'Naghten test, if due to mental disease the defendant did not know what she was doing was wrong, she could be found insane. Under irresistible impulse test, if defendant knew what she was doing was wrong but could not stop herself she can be found insane.<br /><br /> Here, Debbie could claim that she was in \"shock\" and became \"temporarily insane\" and \"could not control herself when she did what she had done.\" However, there is unlikely [sic] she would be successful to raise this defense because there is [sic] no facts to support this claim.<br /><br /> Therefore, Debbie could not successfully use the defense of insanity."
			],
			"issues": {
				"criminal_assault": {
					"def": [
						"An assault is an act which causes an immediate apprehension of a harmful or offensive contact.",
						"Under criminal law, assault can be either attempted battery or attempt to cause apprehension of a battery."
					],
					"hypo": "Debbie was enraged and shouted, \"You're not going to marry anyone, you slime!\" She then pointed the gasoline dispenser at Vickie and sprayed her with gasoline, soaking her hair and clothes. Jon reached over to try to help Vickie.",
					"samples": [
						"<b>1) Assault</b> <br /><br />An assault is an act which causes an immediate apprehension of a harmful or offensive contact.<br /><br /> In this case, the state may argue that when Debbie pointed the gasoline dispenser at Vickie, while shouting at her, Vickie could have reasonably apprehended an unlawful and offensive contact, i.e., being sprayed with gasoline. <br /><br />Debbie has committed an assault.",
						"<b>Assault</b><br /><br /> Issue - <b>Can Debbie be charged with criminal assault?</b><br /><br /> Under criminal law, assault can be either attempted battery or attempt to cause apprehension of a battery.<br /><br /> Here, there is an attempt to cause apprehension because Debbie \"shouted\" with \"gasoline dispenser in her hand.\" This would cause a reasonable person to apprehend an offensive or harmful touching.<br /><br /> Therefore, Debbie can be charged with criminal assault."
					]
				},
				"criminal_battery": {
					"def": [
						"Battery is an act which causes a person to suffer a harmful or offensive contact.",
						"Under criminal law, battery is intentional causing harmful or offensive touching."
					],
					"hypo": "Debbie was enraged and shouted, \"You're not going to marry anyone, you slime!\" She then pointed the gasoline dispenser at Vickie and sprayed her with gasoline, soaking her hair and clothes. Jon reached over to try to help Vickie.",
					"samples": [
						"<b>2) Battery </b><br /><br />Battery is an act which causes a person to suffer a harmful or offensive contact.<br /><br /> The state may argue that spraying Vickie with gasoline, soaking her hair and clothes, constituted a harmful and offensive contact.<br /><br /> Debbie has committed a battery, but it will merge with the crimes discussed below.",
						"<b>Battery</b><br /><br /> Can Debbie be charged with criminal battery?<br /><br /> Under criminal law, battery is intentional causing harmful or offensive touching.<br /><br /> Here there is an intentional act because Debbie \"sprayed\" gasoline on Vickie. There is also a touching, because gas was put on Vickie by Debbie. There is also a harmful and offensive touching because gasoline is dangerous and [to] be sprayed in public is offensive.<br /><br /> Therefore, Debbie can be charged with Battery."
					]
				},
				"murder": {
					"def": [
						"<b>Homicide:</b> Homicide is the death of a human being, which is caused by another human being.",
						"<b>Actual Cause:</b> But for defandant's act, injury would not have occured.",
						"<b>Proximate Cause:</b> Defandant's act is the foreseeable result of the result",
						"<b>Murder:</b> Murder is a homicide, with malice aforethought."
					],
					"hypo": "She then pointed the gasoline dispenser at Vickie and sprayed her with gasoline, soaking her hair and clothes. Jon reached over to try to help Vickie. Unfortunately, he was smoking a cigarette. The cigarette ignited the gasoline and Vickie burned to death.",
					"samples": [
						"<b>3) Homicide</b><br /><br /> Homicide is the death of a human being, which is caused by another human being.<br /><br /> In this case, Vickie was burned to death, so there is a death of a human being.<br /><br /> <b>4) Actual Cause</b><br /><br /> But for Debbie's act of spraying Vickie with gasoline, she would not have been burned to death, so Debbie is the actual cause.<br /><br /> <b>5) Proximate Cause</b><br /><br /> The state will argue that a personal being burned to death is the foreseeable result of spraying them with gasoline.<br /><br /> Debbie will argue that it was Jon's cigarette that ignited her clothes, which constitutes an independent intervening act which broke the issue of causation.<br /><br /> Debbie's argument will fail, especially if she could in some way tell that Jon was smoking a cigarette, i.e., saw smoke or smelled smoke.<br /><br /> Debbie is the proximate cause of Vickie's death, and is therefore responsible for her homicide.<br /><br /> <b>6) Murder</b><br /><br /> Murder is an unsuccessful homicide, with malice aforethought. Malice is established by showing:<br /><br /> 1) An intent to kill, or<br /><br /> 2) An intent to cause great bodily injury, or<br /><br /> 3) The death resulted from an awareness of and conscious disregard for a high risk to human life, or<br /><br /> 4) The death resulted during the commission of an inherently dangerous felony.<br /><br /> There is a homicide as discussed above. In this case, the state may argue that when Debbie yelled, \"You're not marrying anyone, you slime,\" and then sprayed Vickie with gasoline, she demonstrated an intent to kill, or an intent to cause great bodily harm.<br /><br /> The state may also argue that by spraying gasoline onto a person, Debbie demonstrated an awareness of and disregard for a high risk to human life (Depraved Heart).<br /><br /> The state will be able to establish malice.<br /><br /> <b>7) First Degree Murder/Second Degree Murder</b><br /><br /> Murder that is willful, deliberate and premeditated is First Degree Murder, Second Degree is other types of murder.<br /><br /> If the state can convince a jury that in the brief seconds between seeing Jon and Vickie and spraying her with gas, Debbie decided to kill her, They will establish First Degree Murder.<br /><br /> The state will have a difficult time showing that Debbie reflected upon her act, so she has probably committed second degree murder under a depraved heart theory.",
						"State vs. Debbie<br /><br /> State could charge Debbie for criminal assault, battery, and murder (with possibility of first degree murder) as well as involuntary manslaughter.<br /><br /> <b>Murder</b><br /><br /> Issue - <b>Can Debbie be charged with murder of Vickie</b>?<br /><br /> Under criminal law, murder is unlawful homicide, killing of a human being by another, with malice aforethought.<br /><br /> Malice can be found if there is (1) intent to kill, (2) intent to cause great bodily injury, (3) commission of a dangerous felony, felony murder rule, and (4) act with awareness of and disregard for the unjustified risk to human life. The depraved heart murder rule.<br /><br /> Here, this is a killing because Vickie, a human being, died due to the act of another human being, Debbie. The killing is unlawful because it is not justified.<br /><br /> Here malice can also be found because Debbie pointed the gasoline dispenser at Vickie and \"sprayed\" gas on her. This act can be construed as \"intent to kill\" because gasoline is a dangerous substance and everyone knows it would cause death if ignited. Also, there is an intent to cause great injury because even if not ignited, the chemical feature would cause injury to the people.<br /><br /> Therefore Debbie can be charged with murder of Vickie.<br /><br /> Further, if Debbie's act can be construed as deliberated and premeditated, she could also be charged with \"First degree murder.\"<br /><br /> <b>Causation</b><br /><br /> Under criminal, the death of the victim must be <b>actually</b> and <b>proximately</b> caused by defendant's act.<br /><br /> <b>Actual causation</b> is determined by \"but for \" test. Here, but for Debbie's act, Vickie would not have died. Therefore she actually caused Vickie's death.<br /><br /> <b>Proximate causation</b> is determined when the result is foreseeable and there is no superseding intervening event to break the chain of causation. Here, Debbie could argue that Jon's smoking of a cigarette is a superseding event and therefore had broken the chain of causation. However, State would argue that Jon's smoking is foreseeable even if it was unreasonable and spraying gasoline on a person could cause death is also foreseeable.<br /><br /> Therefore, Debbie both actually and proximately caused death of Vickie. Therefore Debbie can be charged with murder."
					]
				},
				"voluntary_manslaughter": {
					"def": [
						"Voluntary manslaughter is an intentional killing of a human being, where malice is mitigated by adequate provocation.",
						"Under criminal law, voluntary manslaughter is an intentional killing without malice aforethought done with adequate provocation"
					],
					"hypo": "She was enraged to see her best friend Vickie passionately kissing Jon. Debbie walked over to the car, with the fuel dispenser in her hand, and started yelling at Vickie and Jon. Vickie said, \"I'm sorry you had to find out this way. Jon and I love each other and are going to get married.",
					"samples": [
						"<b>8) Voluntary Manslaughter</b><br /><br /> Voluntary manslaughter is an intentional killing of a human being, where malice is mitigated by adequate provocation.<br /><br /> To be adequate, the provocation must be sufficient to enrage the passion of a reasonable person, and the defendant must actually be provoked.<br /><br /> Additionally, there must not have been enough time for a reasonable person to \"cool\" down, and the defendant must not have actually \"cooled\" down.<br /><br /> If the state cannot prove murder, it may argue that Debbie intended to kill Vickie, but that she was provoked by seeing Jon and Vickie passionately kissing in the car next to her. Seeing a boyfriend kiss your best friend is sufficient to enrage the passion of a reasonable person, so Debbie's provocation is reasonable.<br /><br />Additionally there was a break in time between Debbie witnessing the incident and her actions so she did not cool down, nor is there sufficient time for a reasonable person to cool down.<br /><br /> Debbie has committed voluntary manslaughter, if the state can show an intent to kill.",
						"<b>Defenses</b><br /><br /><b>Mitigation</b><br /><br />Issue - <b>Can Debbie mitigate her killing to voluntary Manslaughter</b> by claiming provocation?<br /><br /> Under criminal law, voluntary manslaughter is an intentional killing without malice aforethought done with adequate provocation: (1) Provoked if it is a reasonable person. (2) Defendant provoked. (3) Not time for cooling down. (4) Defendant did not cool down.<br /><br /> Here, Debbie would argue that she was provoked because she saw Vickie \"passionately kissing\" Jon, Debbie's boyfriend, and she was \"enraged\" to see this. There is also no time to cool down because it happened when Debbie was adding gas, a very short period of time.<br /><br /> Therefore, Debbie would be successful to claim \"heated passion\" killing and mitigate her crime down from murder to voluntary manslaughter."
					]
				},
				"involuntary_manslaughter": {
					"def": [
						"Involuntary manslaughter is an unintended homicide that results from criminal negligence, or the commission of an unlawful act, not amounting to an inherently dangerous felony.",
						"Under criminal law, involuntary manslaughter is an unintentional killing without malice aforethought done with criminal negligence."
					],
					"hypo": "She was enraged to see her best friend Vickie passionately kissing Jon. Debbie walked over to the car, with the fuel dispenser in her hand, and started yelling at Vickie and Jon. Vickie said, \"I'm sorry you had to find out this way. Jon and I love each other and are going to get married.",
					"samples": [
						"<b>9) Involuntary Manslaughter</b><br /><br /> Involuntary manslaughter is an unintended homicide that results from criminal negligence, or the commission of an unlawful act, not amounting to an inherently dangerous felony.<br /><br /> Debbie may argue that at most she has committed an involuntary manslaughter, because she did not intend to kill Vickie, and that Vickie's death resulted from Debbie's criminal negligence or the commission of a battery.<br /><br /> If Debbie did not intend to kill, she may have committed an involuntary manslaughter.",
						"<b>Involuntary Manslaughter</b><br /><br /> Issue — <b>Debbie can be charged with involuntary manslaughter?</b><br /><br /> Under criminal law, involuntary manslaughter is an unintentional killing without malice aforethought done with criminal negligence. Gross reckless or killing during a malum in se felony is not enough to charge for felony murder.<br /><br /> Here, Debbie could also be charged for involuntary manslaughter because her conduct is grossly reckless, i.e., spraying gasoline on another person and caused death.<br /><br /> Therefore, Debbie can be charged with involuntary manslaughter."
					]
				}
				
			}
		},
		{
			"id": 2,
			"reference": "June 2002",
			"topic": "",
			"essay": "Anna owned a business and stored insured business inventory at a warehouse owned by Bob. Anna was experiencing financial problems and needed funds to pay her creditors. Bob, after hearing of Anna's money problems, suggested that they hire someone to burn down the warehouse since he was planning to build condominiums on the warehouse property and could use the insurance proceeds for the construction of the condominiums. Bob told Anna that he knew someone who would handle burning the warehouse in return for a percentage of the insurance proceeds. Anna agreed and Bob contacted Cindy to burn down the warehouse. Cindy obtained the location of the warehouse from Bob and proceeded to set fire to the warehouse. Unbeknownst to Anna, Bob or Cindy, a homeless person, Daryll, was living in the warehouse. Daryll died as a result of the fire.<br /><br /> After hearing about Daryll's death, Anna and Bob decided not to make any insurance claims. After an investigation Anna, Bob and Cindy were arrested.<br /><br /> With what crimes, if any, might Anna, Bob and Cindy be charged and what defenses, if any, could each assert? Discuss.",
			"sampleAnswers": [
				"<b>I. Anna's Crimes</b><br /><br /><b> A. Conspiracy.</b><br /><br /> A Conspiracy is where two or more people agree/intend to commit an unlawful act and do something in furtherance of the act. Here, after hearing of Anna's money, Bob suggested that they hire someone to burn down the warehouse since Bob wanted to build condominiums on the warehouse property and they could both use the insurance proceeds. Their conspiracy was complete once Bob contacted Cindy to burn down the warehouse - they have now done an act of doing something in furtherance of their unlawful act. Both (sic) Bob, Anna and Cindy will be charged with conspiracy to burn down (arson) the warehouse.<br /><br /> <b>1 Pinkerton's Rule.</b> This rule states that all co-conspirators will be responsible for the unlawful acts of other co-conspirators done in furtherance of the conspiracy. Here, Anna will be held responsible for all acts done by Bob and Cindy to further their unlawful conspiracy.<br /><br /><b>B. Solicitation.</b><br /><br /> Solicitation is when one encourages, asks, incites another into committing an unlawful act. Here Anna would be charged with the solicitation of Cindy because Bob asked Cindy to burn down the warehouse. However, when Cindy agreed she then merged the crime of solicitation into conspiracy.<br /><br /><b>C. Attempted Insurance Fraud.</b> <br /><br />To be charged with the crime of attempt the defendant must specifically intend to commit the unlawful act and do something in furtherance to show that the defendant actually intended the crime. Here, Anna will be charged with the intent to commit insurance fraud. Because Anna and Bob agreed to commit arson in order to collect insurance money. The attempt will be considered complete when Bob asked Cindy to burn down the warehouse and Cindy set fire to the warehouse as instructed. Even though Anna and Bob decided not to make any insurance claims they will still be charged with attempted insurance fraud. It was because Daryll the homeless man was killed that they did not want anyone to be suspicious of them. And possible guilt of him dying that caused Anna and Bob to not go through with their insurance claims. Anna will be charged with attempt to commit insurance fraud.<br /><br /><b>D. Arson</b> is when the defendant intentionally burns down the house of another. Modernly, basically all structures are included, including one's own business or property in order to collect insurance money. The burning must be at least some type of charring to suffice, blackening will not. Here, Cindy set the fire to the warehouse and we assume that it was burned because it was significant enough to cause Daryll's death and burning also qualified because Anna and Bob could collect insurance claims. The burning of the warehouse was intentional as Anna and Bob conspired to have it burned down by asking Cindy to burn it down for a percentage of the insurance proceeds. Anna also burned her own property (business inventory) and the burning is supposed to be of another's property. However if one commits arson with the intention of collecting insurance money then this qualifies as arson because Anna did so for illegal purposes. She also destroyed other people's property that was destroyed in the warehouse.<br /><br /><b>E. Murder.</b> <br /><br />A homicide is the unlawful killing of another human being. It will be considered murder if malice is proved.<br /><br /> <b>1. Malice.</b> <br /><br />Malice will be proved if any of the following four elements are met: 1) intent to kill (premeditation and deliberation); 2) intent to seriously injure; 3) wanton and willful conduct (depraved heart); and 4) a killing done in connection with a dangerous felony . Here, the state would most likely focus on a killing done in connection with a dangerous felony as this element and intent to kill/murder the defendant is eligible for a first degree murder charge.<br /><br /> <b>2. Felony-Murder.</b> <br /><br />Felony murder is charged when the defendant kills another human being in the course of a dangerous felony. For a felony to qualify the felony must be considered extremely dangerous so as to show dangers to other people. Most jurisdictions list dangerous felonies as a killing during the commission of arson, rape, robbery, burglary or a kidnaping. It does not matter that you did not intend to kill another person but because of the dangerous situation involved in committing the felony a death could foreseeably occur because of the defendant's actions. Here, Anna conspired to commit the crime of arson, burning down the warehouse and by doing so she was committing a dangerous felony when Cindy went ahead and set fire to the warehouse. Because fire is considered dangerous, a chance of loss of life is easily foreseeable, then Anna will be charged with the felony murder of Daryll.<br /><br /><b>1. Involuntary manslaughter.</b> <br /><br />Anna will claim that by her planning to burn down the warehouse and Cindy burning it down that they did not intend that Daryll would die. That the fire was an act of criminal negligence and the felony-murder charge should be reduced to involuntary manslaughter. However, this is an unlikely defense because Anna planned on committing arson which qualifies as a dangerous felony because it was foreseeable that another person might be seriously injured or die because of their actions.<br /><br />II. <b>Bob's Crimes.</b><br /><br /> <b>A. Conspiracy.</b> See supra. Bob will be charged with the crime of conspiracy as proven in the discussion above under Anna.<br /><br /> <b>1. Pinkerton's Rule.</b> Supra. Bob is a conspirator and has coconspirators. He will be charged for any crimes by his co-conspirators in furtherance of the crimes.<br /><br /> <b>B. Solicitation.</b> Supra.<br /><br /> <b>C. Attempted Insurance Fraud.</b> Supra.<br /><br /> <b>D. Arson.</b> Supra.<br /><br /> <b>E. Murder.</b> Supra.<br /><br /> <b>1. Felony Murder.</b> Supra.<br /><br /> <b>2. Involuntary manslaughter.</b> Supra.<br /><br /> <b>III. Cindy's Crimes.</b><br /><br /> <b>A. Conspiracy.</b> Supra.<br /><br /> <b>1. Pinkerton's Rule.</b> Supra.<br /><br /> <b>B. Attempted insurance fraud.</b> Supra.<br /><br /> <b>C. Arson.</b> Supra.<br /><br /> <b>D. Murder.</b> Supra.<br /><br /> <b>1. Felony Murder.</b> Supra.<br /><br /> <b>2. Involuntary Manslaughter.</b> Supra.",
				"<b>People v. Anna</b><br /><br /> <b>Conspiracy Liability</b><br /><br /> At common law a conspiracy is an agreement between two or more persons to commit an overt illegal act or a legal act by illegal means. Modernly an overt act is required. The Warton rule requires one more person in the agreement than is necessary to commit the crime. A party may withdraw from a conspiracy provided the withdraw [sic] is done voluntary [sic] (without duress of immediate apprehension), is disclosed to all other parties of the conspiracy, and is in sufficient time before the crime is committed. A party to a conspiracy is liable for the foreseeable crimes committed by the other parties to the conspiracy prior to the withdrawal.<br /><br /> Here Bob and Anna formed an agreement because \"Anna agreed.\" The agreement was to burn down the warehouse, an arson. They committed an overt act by contracting with Cindy to burn down the building. Arson is the malicious burning of the dwelling of another. Modernly, the dwelling has been expanded to including most structures and other places, i.e. forest, etc. . . . Likewise the structure can be the defendant's own, if done with criminal intent, i.e., insurance fraud.<br /><br /> Therefore, Anna conspired with Bob to burn the warehouse with the intent of defrauding the insurance company. (At common law, the act of the arson would not be a crime since the structure was not a dwelling, but the intended result of insurance fraud would be a crime, supra, and therefore would still result in a conspiracy.<br /><br /> <b>CONSPIRACY TO COMMIT LARCENY/FRAUD</b><br /><br /> <b>Conspiracy</b>, defined supra.<br /><br /> Larceny is the trespasser taking and carrying away of the personal property of another with the intent to permanently deprive. Fraud is larceny by trick through misrepresentation of a fact to another to induce the other to give up personal property.<br /><br /> Here Anna (and Bob) intended to burn down the warehouse to collect upon Bob's insurance policy, the personal property of another, the insurance company. Anna agreed to the act. The intent was to defraud the insurance company, an illegal act. By contracting with Cindy an overt act was commenced.<br /><br /> Anna will be charged with Conspiracy to commit fraud.<br /><br /> <b>CONSPIRACY TO COMMIT SOLICITATION OF A CRIME</b><br /><br /> <b>Conspiracy</b>, defined supra.<br /><br /> Solicitation is the act of urging or encouraging another to commit a criminal act, with the intent of the act being committed. The solicitation can be of any criminal act.<br /><br /> Modernly, however, at common law, the solicitation must have been for the commission of a felony. If the act solicitated is committed the solicitation is merged into the crime. Here Bob and Anna agreed to solicit Cindy to commit an arson, a crime. When Bob and Anna contracted with Cindy to burn the warehouse they committed an overt act and can be charged with conspiracy to solicit Cindy to commit arson. Since the arson was committed, infra, the solicitation will merge into the arson.<br /><br /> <b>ARSON</b><br /><br /> Defined Supra.<br /><br /> <b>Accomplice Liability</b><br /><br /> An accomplice in the first degree is one who is present at the time of the commission of the crime who may not actually be the principal. An accomplice in the second degree is not present at the time of the crime, but who has the intent to commit the crime and who aids or abets the others in the commission of the crime. Here, Anna was neither present, [n]or apparently aided nor abetted in the arson and therefore would not be liable as [an] accomplice. However, as a member of a conspiracy, supra, all parties are liable for the foreseeable criminal acts of the other parties. Here Anna conspired to burn the structure. If Cindy committed Arson, Anna would be held liable.<br /><br /> Based on conspiracy liability, at common law Anna would not be guilty of Arson because the building was not a dwelling. However, modernly the dwelling has been expanded and would include the warehouse. Because Cindy intentionally (maliciously) burned the warehouse, Anna would be charged with Arson.<br /><br /> <b>MURDER.</b><br /><br /> Murder is the unlawful killing of another human being with malice aforethought. Malice aforethought is the intentional killing or implied killing through infliction of great bodily harm, unreasonable risk to human life (depraved heart), commission of felony or in some jurisdictions resisting lawful arrest. There must be a causation between the act and the killing.<br /><br /> All murder is second degree unless it is premeditated, killing by enumerated means, or during the commission of a dangerous felony. Then it is statutory first degree murder. Arson, supra, is a dangerous felony.<br /><br /> Here a killing of another occurred because Daryll died. The killing was the actual cause because but for the arson, Daryll would not have died. The arson is the proximate cause of the killing because there were not unforeseen intervening factors that negated the arson as the cause in fact of Daryll's death. Therefore the killing was caused by the arson.<br /><br /> Felony first degree murder is applicable because arson is a dangerous felony. Daryll's death is a result of and occurred during the arson. Further, since a conspirator is responsible for the crimes committed by the other parties to the conspiracy, that are foreseeable, which a death is foreseeable during an arson, Anna would be responsible for Daryll's death and charged with Statutory first degree murder.<br /><br /> Alternative second degree murder. In the event the jury does not believe that it was foreseeable Daryll would be in there because the building was a warehouse and people do not live in warehouses, the jury could find Anna responsible for second degree murder under the theory of unjustifiable risk to human life since the burning of any structure is an uncontrollable event and the likelihood is the fire can get out of control, the agreement to burn the warehouse places human life in unjustifiable risk.<br /><br /> <b>DEFENSE TO MURDER:</b> <br /><br /><b>A mistake of fact</b>, i.e., the warehouse is empty, does not apply because a mistake of a fact is not a defense to a general intent crime, which second degree murder and arson are both (sic).<br /><br /> There are not other defenses to the crime that are applicable. <b>ATTEMPT FRAUD:</b> An attempt is a significant step towards the commission of a crime coupled with the intent to commit the crime. An attempt can be for any form, but the defendant must have the specific intent of desiring the commission of a[n] actual crime. Fraud, supra, is a crime. Anna intended to partake in the fraud with Bob of his insurance company. Here [sic] and Bob took a significant step towards the crime then they hired Cindy to burn down the building. Anna will argue that the significant step to the fraud is the filing of the insurance claims and because they did not they did not take a significant step and therefore are not guilty of attempt[ed] fraud. The prosecution will argue that one [sic] the burning occurred, the attempt was in place, and it was too late to back out since a withdrawal of an attempt is generally not a defense as the crime is the \"attempt\" and the specific means to commit that crime. If not for the burning of the warehouse, Anna could argue the significant step did not occur. However, Anna will be charged with attempt to commit fraud.<br /><br /> <b>PEOPLE V. BOB:</b> Bob will be charged for the same reasons as set forth above for Anna with crimes of conspiracy to commit arson, conspiracy to commit fraud, murder and attempted fraud. In addition Bob will be charged with solicitation, supra, of arson, and fraud.<br /><br /> Solicitation to commit arson, for the same reasons set forth in Anna. (In addition Bob solicited Anna to commit arson.) Bob will not be charged with solicitation to commit arson as the arson occurred and the solicitation is merged into that crime.<br /><br /> However, Bob did encourage Anna to commit fraud by suggesting they hire someone to burn down the warehouse and collect the insurance proceeds, since the fraud was not committed, Bob will be charged with solicitation of Anna to commit fraud.<br /><br /> <b>PEOPLE V. CINDY:</b> As set forth above Cindy will be charged with conspiracy to commit arson, arson and murder."
			],
			"issues": {
				"conspiracy": {
					"def": [
						"A Conspiracy is where two or more people agree/intend to commit an unlawful act and do something in furtherance of the act."		
					],
					"hypo": "Bob, after hearing of Anna's money problems, suggested that they hire someone to burn down the warehouse since he was planning to build condominiums on the warehouse property and could use the insurance proceeds for the construction of the condominiums. Bob told Anna that he knew someone who would handle burning the warehouse in return for a percentage of the insurance proceeds. Anna agreed and Bob contacted Cindy to burn down the warehouse.",
					"samples": [
						"<b> A. Conspiracy.</b><br /><br /> A Conspiracy is where two or more people agree/intend to commit an unlawful act and do something in furtherance of the act. Here, after hearing of Anna's money, Bob suggested that they hire someone to burn down the warehouse since Bob wanted to build condominiums on the warehouse property and they could both use the insurance proceeds. Their conspiracy was complete once Bob contacted Cindy to burn down the warehouse—they have now done an act of doing something in furtherance of their unlawful act. Both (sic) Bob, Anna and Cindy will be charged with conspiracy to burn down (arson) the warehouse.<br /><br /> <b>1 Pinkerton's Rule.</b> This rule states that all co-conspirators will be responsible for the unlawful acts of other co-conspirators done in furtherance of the conspiracy. Here, Anna will be held responsible for all acts done by Bob and Cindy to further their unlawful conspiracy.",
						"<b>Conspiracy Liability</b><br /><br /> At common law a conspiracy is an agreement between two or more persons to commit an overt illegal act or a legal act by illegal means. Modernly an overt act is required. The Warton rule requires one more person in the agreement than is necessary to commit the crime. A party may withdraw from a conspiracy provided the withdraw [sic] is done voluntary [sic] (without duress of immediate apprehension), is disclosed to all other parties of the conspiracy, and is in sufficient time before the crime is committed. A party to a conspiracy is liable for the foreseeable crimes committed by the other parties to the conspiracy prior to the withdrawal.<br /><br /> Here Bob and Anna formed an agreement because \"Anna agreed.\" The agreement was to burn down the warehouse, an arson. They committed an overt act by contracting with Cindy to burn down the building. Arson is the malicious burning of the dwelling of another. Modernly, the dwelling has been expanded to including most structures and other places, i.e. forest, etc. . . . Likewise the structure can be the defendant's own, if done with criminal intent, i.e., insurance fraud.<br /><br /> Therefore, Anna conspired with Bob to burn the warehouse with the intent of defrauding the insurance company. (At common law, the act of the arson would not be a crime since the structure was not a dwelling, but the intended result of insurance fraud would be a crime, supra, and therefore would still result in a conspiracy."
					]
				},
				"solicitation": {
					"def": [
						"Solicitation is when one encourages, asks, incites another into committing an unlawful act."		
					],
					"hypo": "Bob, after hearing of Anna's money problems, suggested that they hire someone to burn down the warehouse since he was planning to build condominiums on the warehouse property and could use the insurance proceeds for the construction of the condominiums.",
					"samples": [
						"<b>B. Solicitation.</b><br /><br /> Solicitation is when one encourages, asks, incites another into committing an unlawful act. Here Anna would be charged with the solicitation of Cindy because Bob asked Cindy to burn down the warehouse. However, when Cindy agreed she then merged the crime of solicitation into conspiracy.",
						"Solicitation is the act of urging or encouraging another to commit a criminal act, with the intent of the act being committed. The solicitation can be of any criminal act.<br /><br /> Modernly, however, at common law, the solicitation must have been for the commission of a felony. If the act solicitated is committed the solicitation is merged into the crime. Here Bob and Anna agreed to solicit Cindy to commit an arson, a crime. When Bob and Anna contracted with Cindy to burn the warehouse they committed an overt act and can be charged with conspiracy to solicit Cindy to commit arson. Since the arson was committed, infra, the solicitation will merge into the arson."
					]
				},
				"attempted": {
					"def": [
						"To be charged with the crime of attempt the defendant must specifically intend to commit the unlawful act and do something in furtherance to show that the defendant actually intended the crime."
					],
					"hypo": "Bob, after hearing of Anna's money problems, suggested that they hire someone to burn down the warehouse since he was planning to build condominiums on the warehouse property and could use the insurance proceeds for the construction of the condominiums.",
					"samples": [
						"<b>C. Attempted Insurance Fraud.</b> <br /><br />To be charged with the crime of attempt the defendant must specifically intend to commit the unlawful act and do something in furtherance to show that the defendant actually intended the crime. Here, Anna will be charged with the intent to commit insurance fraud. Because Anna and Bob agreed to commit arson in order to collect insurance money. The attempt will be considered complete when Bob asked Cindy to burn down the warehouse and Cindy set fire to the warehouse as instructed. Even though Anna and Bob decided not to make any insurance claims they will still be charged with attempted insurance fraud. It was because Daryll the homeless man was killed that they did not want anyone to be suspicious of them. And possible guilt of him dying that caused Anna and Bob to not go through with their insurance claims. Anna will be charged with attempt to commit insurance fraud.",
						"<b>ATTEMPT FRAUD:</b> An attempt is a significant step towards the commission of a crime coupled with the intent to commit the crime. An attempt can be for any form, but the defendant must have the specific intent of desiring the commission of a[n] actual crime. Fraud, supra, is a crime. Anna intended to partake in the fraud with Bob of his insurance company. Here [sic] and Bob took a significant step towards the crime then they hired Cindy to burn down the building. Anna will argue that the significant step to the fraud is the filing of the insurance claims and because they did not they did not take a significant step and therefore are not guilty of attempt[ed] fraud. The prosecution will argue that one [sic] the burning occurred, the attempt was in place, and it was too late to back out since a withdrawal of an attempt is generally not a defense as the crime is the \"attempt\" and the specific means to commit that crime. If not for the burning of the warehouse, Anna could argue the significant step did not occur. However, Anna will be charged with attempt to commit fraud."
					]
				},
				"arson": {
					"def": [
						"Arson is when the defendant intentionally burns down the house of another. Modernly, basically all structures are included, including one's own business or property. The burning must be at least some type of charring to suffice, blackening will not."		
					],
					"hypo": "Bob, after hearing of Anna's money problems, suggested that they hire someone to burn down the warehouse since he was planning to build condominiums on the warehouse property and could use the insurance proceeds for the construction of the condominiums. Bob told Anna that he knew someone who would handle burning the warehouse in return for a percentage of the insurance proceeds. Anna agreed and Bob contacted Cindy to burn down the warehouse. Cindy obtained the location of the warehouse from Bob and proceeded to set fire to the warehouse.",
					"samples": [
						"<b>D. Arson</b> is when the defendant intentionally burns down the house of another. Modernly, basically all structures are included, including one's own business or property in order to collect insurance money. The burning must be at least some type of charring to suffice, blackening will not. Here, Cindy set the fire to the warehouse and we assume that it was burned because it was significant enough to cause Daryll's death and burning also qualified because Anna and Bob could collect insurance claims. The burning of the warehouse was intentional as Anna and Bob conspired to have it burned down by asking Cindy to burn it down for a percentage of the insurance proceeds. Anna also burned her own property (business inventory) and the burning is supposed to be of another's property. However if one commits arson with the intention of collecting insurance money then this qualifies as arson because Anna did so for illegal purposes. She also destroyed other people's property that was destroyed in the warehouse."			
					]
				},
				"murder": {
					"def": [
						"A homicide is the unlawful killing of another human being.",
						"Homicide will be considered murder if malice is proved."
					],
					"hypo": "Unbeknownst to Anna, Bob or Cindy, a homeless person, Daryll, was living in the warehouse. Daryll died as a result of the fire.",
					"samples": [
						"<b>E. Murder.</b> <br /><br />A homicide is the unlawful killing of another human being. It will be considered murder if malice is proved.<br /><br /> <b>1. Malice.</b> <br /><br />Malice will be proved if any of the following four elements are met: 1) intent to kill (premeditation and deliberation); 2) intent to seriously injure; 3) wanton and willful conduct (depraved heart); and 4) a killing done in connection with a dangerous felony . Here, the state would most likely focus on a killing done in connection with a dangerous felony as this element and intent to kill/murder the defendant is eligible for a first degree murder charge.<br /><br /> <b>2. Felony-Murder.</b> <br /><br />Felony murder is charged when the defendant kills another human being in the course of a dangerous felony. For a felony to qualify the felony must be considered extremely dangerous so as to show dangers to other people. Most jurisdictions list dangerous felonies as a killing during the commission of arson, rape, robbery, burglary or a kidnaping. It does not matter that you did not intend to kill another person but because of the dangerous situation involved in committing the felony a death could foreseeably occur because of the defendant's actions. Here, Anna conspired to commit the crime of arson, burning down the warehouse and by doing so she was committing a dangerous felony when Cindy went ahead and set fire to the warehouse. Because fire is considered dangerous, a chance of loss of life is easily foreseeable, then Anna will be charged with the felony murder of Daryll.",
						"<b>MURDER.</b><br /><br /> Murder is the unlawful killing of another human being with malice aforethought. Malice aforethought is the intentional killing or implied killing through infliction of great bodily harm, unreasonable risk to human life (depraved heart), commission of felony or in some jurisdictions resisting lawful arrest. There must be a causation between the act and the killing.<br /><br /> All murder is second degree unless it is premeditated, killing by enumerated means, or during the commission of a dangerous felony. Then it is statutory first degree murder. Arson, supra, is a dangerous felony.<br /><br /> Here a killing of another occurred because Daryll died. The killing was the actual cause because but for the arson, Daryll would not have died. The arson is the proximate cause of the killing because there were not unforeseen intervening factors that negated the arson as the cause in fact of Daryll's death. Therefore the killing was caused by the arson.<br /><br /> Felony first degree murder is applicable because arson is a dangerous felony. Daryll's death is a result of and occurred during the arson. Further, since a conspirator is responsible for the crimes committed by the other parties to the conspiracy, that are foreseeable, which a death is foreseeable during an arson, Anna would be responsible for Daryll's death and charged with Statutory first degree murder.<br /><br /> Alternative second degree murder. In the event the jury does not believe that it was foreseeable Daryll would be in there because the building was a warehouse and people do not live in warehouses, the jury could find Anna responsible for second degree murder under the theory of unjustifiable risk to human life since the burning of any structure is an uncontrollable event and the likelihood is the fire can get out of control, the agreement to burn the warehouse places human life in unjustifiable risk."
					]
				},
				"involuntary_manslaughter": {
					"def": [],
					"hypo": "Unbeknownst to Anna, Bob or Cindy, a homeless person, Daryll, was living in the warehouse. Daryll died as a result of the fire.",
					"samples": [
						"<b>1. Involuntary manslaughter.</b> <br /><br />Anna will claim that by her planning to burn down the warehouse and Cindy burning it down that they did not intend that Daryll would die. That the fire was an act of criminal negligence and the felony-murder charge should be reduced to involuntary manslaughter. However, this is an unlikely defense because Anna planned on committing arson which qualifies as a dangerous felony because it was foreseeable that another person might be seriously injured or die because of their actions."
					]
				},
				"accomplice_liability": {
					"def": [],
					"hypo": "",
					"samples": [
						"<b>Accomplice Liability</b><br /><br /> An accomplice in the first degree is one who is present at the time of the commission of the crime who may not actually be the principal. An accomplice in the second degree is not present at the time of the crime, but who has the intent to commit the crime and who aids or abets the others in the commission of the crime. Here, Anna was neither present, [n]or apparently aided nor abetted in the arson and therefore would not be liable as [an] accomplice. However, as a member of a conspiracy, supra, all parties are liable for the foreseeable criminal acts of the other parties. Here Anna conspired to burn the structure. If Cindy committed Arson, Anna would be held liable.<br /><br /> Based on conspiracy liability, at common law Anna would not be guilty of Arson because the building was not a dwelling. However, modernly the dwelling has been expanded and would include the warehouse. Because Cindy intentionally (maliciously) burned the warehouse, Anna would be charged with Arson."			
					]
				},
				"defense_mistake_of_fact": {
					"def": [],
					"hypo": "",
					"samples": [
						"<b>A mistake of fact</b>, i.e., the warehouse is empty, does not apply because a mistake of a fact is not a defense to a general intent crime, which second degree murder and arson are both (sic).<br /><br /> There are not other defenses to the crime that are applicable."			
					]
				}
			}
		},
		{
			"id": 3,
			"reference": "October 2002",
			"topic": "",
			"essay": "As Dan walked down a busy city street one afternoon, Vic, a scruffy, long-haired young man, approached him. For some time, Dan had been plagued by a pathological fear that long-haired transients were trying to kill him. Mistakenly believing that his life was about to be taken, Dan pulled out a handgun and fired the gun, intending only to wound Vic in the legs to prevent the anticipated attack. Rather than inflicting the intended leg wound, the bullet ricocheted off the sidewalk and hit Vic in the heart, killing him instantly.<br /><br /> 1. With what crime or crimes should Dan be charged? Discuss.<br /><br /> 2. What defense or defenses might Dan assert? Discuss.",
			"sampleAnswers": [
				"<b>STATE V. DAN (D)</b><br /><br /> <b>AGGRAVATED ASSAULT</b><br /><br /> Assault is either a substantial step toward an intended battery or the intentional placing of another in reasonable apprehension of imminent bodily harm. Modernly, an aggravated assault is an assault committed with a deadly weapon.<br /><br /> Here, the facts indicate that D shot at Vic (V), intending to wound him. If V was apprehensive of being shot, D will be guilty of assault. Additionally, because D shot at V with a deadly weapon, a gun, D will modernly be guilty of aggravated assault.<br /><br /> D will be guilty of aggravated assault. However, the assault will merge with the subsequent homicide.<br /><br /> <b>AGGRAVATED BATTERY</b><br /><br /> Battery is the unlawful application of force to the person of another. Modernly, a battery is aggravated if it is committed with a deadly weapon.<br /><br /> Here, D intended to wound V by shooting V in the leg. However, the bullet actually killed V by striking him elsewhere. Under the doctrine of transferred intent, D will be guilty of the battery because the intended harm was criminal, and there is great similarity between the intended harm and the harm that actually occurred. Furthermore, because D used a gun to batter V, D will be guilty of aggravated battery.<br /><br /> D will be guilty of aggravated battery, though it will merge with the subsequent homicide.<br /><br /> <b>HOMICIDE OF V</b><br /><br /> HOMICIDE is the killing of a human being by another human being. Here, the facts indicate that D killed V by shooting at V with a gun. There is a homicide.<br /><br /> <b>CAUSATION - ACTUAL CAUSE</b><br /><br /> But for D shooting at V, V would not have died.<br /><br /> <b>CAUSATION - PROXIMATE CAUSE</b><br /><br /> It is foreseeable that shooting to someone with intent to injure could result in a death.<br /><br /> <b>MURDER</b><br /><br /> Murder is an unlawful homicide committed with malice aforethought. Malice aforethought may be proven under any of four theories.<br /><br /> <b>1) INTENT TO KILL</b> - Intent requires the conscious desire to cause the criminal result. The facts indicate that D only intended to wound V, not kill V. Thus, D did not have the specific intent to kill.<br /><br /> <b>2) INTENT TO INFLICT SERIOUS BODILY HARM</b> - Here, the facts indicate that D shot at V with the intent to hitting [sic] V in the leg. Shooting someone in the leg is likely to cause serious bodily harm and the facts indicate that D intended to wound V. Under this theory, then, D intended to cause serious bodily harm.<br /><br /> <b>3) DEPRAVED HEART ACT</b> - A depraved heart act is a wanton and reckless disregard for the value of human life. Here, D shot at V in a public place with an intent to wound V in the leg. Shooting someone in the leg present[s] numerous, dangerous risk[s] to his welfare and court[s] normally hold that any act that [is] likely to cause serious harm to others is a depraved heart act if the risk is disregarded.<br /><br /> <b>4) APPLICATION OF THE FELONY MURDER RULE</b> - A killing will be felony if it 1) occurs during the res gestae of a dangerous felony or a felony committed in a dangerous way, 2) is foreseeable, and 3) is independent of the target crime. Here, the State will not bring a charge of felony murder, because the only predicate felonies would merge with the crime. Because of public policy reasons, courts refuse to apply felony murder to felonious assaults and batteries, otherwise, strict liability for first degree murder would result from each killing.<br /><br /> Having found malice under the theories of 2) intent to inflict serious bodily harm, and 3) depraved heart act, the State will proceed as follows.<br /><br /> <b>FIRST DEGREE MURDER</b><br /><br /> First degree murder is an unlawful homicide committed with premeditation and deliberation and specific intent to kill. Premeditation and deliberation may be proven by application of the felony murder rule, or a killing by poison, bomb, torture, or ambush.<br /><br /> Here, the facts indicate that D lacked the specific intent to kill and the felony murder rule will not apply. The State will not bring a charge of first degree murder.<br /><br /> <b>SECOND DEGREE MURDER</b><br /><br /> All murder not raised to the first degree shall be second degree murder. Here, because the State proved malice under two theories, but did not raise the charge to first degree murder, the State will bring a charge of second degree murder. Because the State established malice under 2) intent to inflict serious bodily harm, and 3) depraved heart act, D will be guilty of second degree murder absent a defense.<br /><br /> D will be guilty of second degree murder.<br /><br /> <b>VOLUNTARY MANSLAUGHTER</b><br /><br /> Voluntary manslaughter is an intentional homicide committed with malice, but with mitigation. Mitigation may be proven by adequate provocation or mistaken justification.<br /><br /> Here, D may try to claim that he was provoked into shooting V. However, the first element of adequate provocation requires that a reasonable person be provoked by the conduct. Here, a reasonable person would not have been provoked by V's approach, so V may not claim provocation. Additionally, D may claim that his defense of self-defense is imperfect and results in a charge of voluntary manslaughter. As discussed infra, D will raise a defense of self-defense, and this defense will be imperfect. A court may apply this rule of mitigation to lessen the offense to voluntary manslaughter.<br /><br /> The State may bring a charge of voluntary manslaughter. D will be guilty of voluntary manslaughter if he succeeds in mitigating his crime by an imperfect selfdefense claim.<br /><br /> <b>INVOLUNTARY MANSLAUGHTER</b><br /><br /> Involuntary manslaughter is an unintentional homicide that results from 1) application of the misdemeanor manslaughter rule, 2) intent to inflict non-serious bodily harm, 3) criminal negligence.<br /><br /> Here, D will try to mitigate his charge by claiming that the homicide was only involuntary manslaughter. D will claim that he only intended non-serious bodily harm and the killing was accidental. However, court[s] consistently hold that any intent to harm with a deadly weapon infers an intent to inflict serious bodily harm. Additionally, D may claim that he was only criminally negligent, not reckless. D's claim may work depending on the surrounding situation of the terrain.<br /><br /> The State may charge D with the lesser included offense of involuntary manslaughter.<br /><br /> <b>DEFENSES TO HOMICIDE</b><br /><br /> <b>SELF-DEFENSE</b><br /><br /> Self-defense [is] the actual and reasonable apprehensions of bodily harm. Here, D may claim that he believed V would harm him. However, this belief is not reasonable, because a reasonable person would not have assumed V's approach meant V intended to do harm. Furthermore, D used unreasonable force because V was not threatening any harm.<br /><br /> D's claim of self-defense will fail, but may constitute an imperfect self-defense that mitigates the homicide, as discussed supra.<br /><br /> <b>INSANITY - M'NAUGHTEN RULE</b><br /><br /> The defendant is entitled to acquittal, if at the time of the crimes and as a result of a mental condition, he 1) did not know the nature or quality of his act, 2) or that his act was wrong.<br /><br /> Under this rule, D may claim that he believed V was going to attack D and kill D. If D subjectively held this belief, then he would have been permitted to defend himself. Even though this believe was unreasonable, in jurisdictions applying the M'Naughten rule, D may not have believed his act was wrong.<br /><br /> D may be able to escape guilt under the M'Naughten rule.<br /><br /> <b>INSANITY - MODEL PENAL CODE</b><br /><br /> Defendant is entitled to acquittal if at the time of the crime and as a result of a mental condition, he 1) lacked the capacity to conform his conduct to the requirements of the law, or 2) did not know his act was wrong.<br /><br /> Even though D was capable of conforming to the requirements of the law, he may claim that he did not know his act was wrong, because he believed he needed to defend himself. In jurisdictions holding to the MPC insanity position, D would need to prove he did not know his act was wrong.<br /><br /> D may avoid guilt under the MPC test for insanity.<br /><br /> <b>IRRESISTIBLE IMPULSE TEST</b><br /><br /> Defendant is entitled to acquittal if his crime was the result of an irresistible impulse that overcame his will.<br /><br /> Under this test, D would need to prove he was unable to control himself when he shot V. This test would probably not provide a defense because D could have controlled himself, he just thought he needed to defend himself.<br /><br /> D will probably be guilty in jurisdictions applying the irresistible impulse test.<br /><br /> <b>DURHAM RULE</b><br /><br /> Defendant is entitled to acquittal if his crime was the product of a mental defect.<br /><br /> Here, D's crime appears to be the product of a mental defect. That is, D believed V would kill D because of a delusion.<br /><br /> In the minority of jurisdictions that apply the Durham Rule, D may avoid guilt because the crime was the product of mental defect.<br /><br /> <b>WELLS-GORSHEN RULE</b><br /><br /> Under the Wells-Gorshen rule, insanity defenses that do not give rise to absolute defenses may negate the mens rea requirement of a crime.<br /><br /> Here, D may claim that he lacked the mens rea to commit murder because he thought V was going to do harm to D. However, under the malice theories, the State proved that D intended to harm V. Even though D thought he was acting in self-defense, he still intended this harm.<br /><br /> The Wells-Gorshen rule will not apply here.<br /><br /> <b>DIMINISHED CAPACITY</b><br /><br /> Here, D may try to argue that his delusions diminished his capacity to form the intent to commit murder. This rule only applies in a small minority of jurisdictions and usually is applicable only to negate the mens rea of a crime. Here, D is not seeking to negate the mens rea.<br /><br /> Diminished capacity will not apply.",
				"<b>CHARLES V. DAN</b><br /><br /> <b>HOMICIDE CHARGES.</b><br /><br /> <b>Murder:</b> Murder is the voluntary taking of the life of another with malice. Malice can be shown by perpetrator's intent to kill, by his being responsible for death during commission of a dangerous felony (\"felony murder\"), by acting in a manner demonstrating a wanton disregard for human life, or by intending to inflict serious injury.<br /><br /> Here, Dan is on a busy street and is approached by someone he imagines intends to hurt him. Dan is carrying a concealed weapon, a gun, with which he shoots in Vic's direction intending, he says, \"only to wound him,\" but a ricochet bullet kills Vic.<br /><br /> -There is clearly a homicide and Dan is clearly the cause. But for Dan's firing, voluntarily, the gun, Vic would not be dead.<br /><br /> -Intent: First degree murder is a specific intent crime, usually shown by evidence of premeditation and deliberation, or by felony murder. Felony murder is not likely to apply here. Though crimes of carrying [a] concealed weapon and criminal assault might be felonies, the shooting did not occur in furtherance of these crimes. So, premeditation and deliberation are the focus [sic]. A case can be made that Dan premeditated this crime by the fact that he was carrying a concealed gun. Moreover, deliberation can occur in a very short time; even a moment's deliberation can be enough to sustain the charges. Here Dan thought about his act long enough to consider Vic's \"scruffy\" appearance to be a threat to him, and to decide to shoot.<br /><br /> <b>Second Degree Murder</b><br /><br /> Intent to inflict serious bodily harm satisfies the malice requirement. Vic shot \"to wound Vic in the legs.\" A bullet to the legs is surely serious bodily harm, so Vic can be found to have malice on this basis.<br /><br /> Likewise, Vic's shooting a gun on a \"busy street\" is likely \"wanton disregard for human life\" so that Vic's malice can be shown to be based upon \"depraved heart.\" Finally, the killing of a person by \"dangerous means\" as a lethal weapon, here, a gun, is sufficient to establish intent.<br /><br /> <b>Conclusion</b><br /><br /> Prosecutor can charge Dan with first degree murder based upon his intent, shown by carrying and firing [a] gun on [a] busy street and his premeditation. Second degree murder included.<br /><br /> <b>Assault and Battery</b><br /><br /> Criminal assault merges into battery where the threat which constitutes assault occurs simultaneously with the harmful touching required for battery.<br /><br /> Criminal battery is the harmful or offensive touching of another without consent. The touching may be indirect so long as a physical touching occurs and the object which touches was set in motion by the perpetrator. Here Dan clearly caused the bullet to \"touch\" Vic in harmful manner.<br /><br /> <b>Conclusion</b><br /><br /> Vic can be charged with criminal assault and battery.<br /><br /> N.B. Legal statutes may result in a gun charge v. Dan.<br /><br /> <b>Defenses For Dan</b><br /><br /> <b>Justification</b><br /><br /> A justification excuses the crime and results in \"no crime.\" Here, Dan will argue selfdefense as justification. Self-defense excuses a killing if the perpetrator acted reasonably (general intent) and in good faith (specific and general intent crimes) to protect self from serious bodily injury or death and if the actions in defense were proportionate to the threat.<br /><br /> Here, Dan will argue he only acted to save himself from Vic, whom he believed intended to kill him, and that deadly force was proportionate and justified. However, since Vic made no threatening gestures toward Dan and there are facts suggesting Vic was brandishing a weapon, a reasonable person in Dan's position would not have concluded his life was in jeopardy. So Dan's excuse falls in the majority. His \"good faith\" alone is irrelevant to second degree murder, a general intent crime. In a minority of jurisdictions, if his mistake is found to be in \"honest\" or in \"good faith,\" the crime may be mitigated to voluntary manslaughter.<br /><br /> <b>Conclusion</b><br /><br /> Self-defense is not likely available to Dan.<br /><br /> <b>Excuses:</b><br /><br /> Dan will defend saying he did not have the requisite intent for murder. He will say he only intended to wound Vic. However, as discussed above, both the specific intent for first degree murder and general intent for second degree are supported by his acts. His intent to do serious bodily harm by wounding Vic with a bullet, the use of a gun, [and] the thinking he did before firing all support Vic's having requisite intent for murder, arguably first degree.<br /><br /> <b>Insanity</b><br /><br /> In majority the defense of insanity is established if, at the time of the offense, the perpetrator was suffering from a serious mental defect or disease such that he lacked substantial capacity either to appreciate the wrongfulness of his act or to conform his behavior to the requirements of the law (A.L.I).<br /><br /> Here, while Dan is described as having a \"pathological fear\" of long -haired persons, we do not know if he has had an established diagnosis of serious mental illness. If he does have such a defect or disease, Dan will have to show that his delusional state was of the kind that anyone believing as he did would have acted in the manner he did or that his disease caused him to lack substantial capacity to understand that he was shooting someone or that it is a crime to do so.<br /><br /> <b>Involuntary Manslaughter</b><br /><br /> Involuntary manslaughter is the killing of another in a state of passion or high emotional arousal caused by a provocation, more than mere words, that would have aroused such emotion in any reasonable person in that position, and that there was no time for the person to \"cool off\", and that he did not, in fact, cool off. Here Dan will argue that Vic's coming toward him looking as he did caused Dan to be so afraid that he acted in a state of high emotion.<br /><br /> <b>Conclusion</b><br /><br /> Dan's arousal is not that which a reasonable person in his situation would experience. Dan's mental illness is not considered in this formulation.<br /><br /> <b>Conclusion</b><br /><br /> Charges of murder in first degree will lie against Dan, though they may be dropped to second degree murder. Dan's defenses will fail, except possibly the insanity defense, for which we have insufficient information to decide."
			],
			"issues": {
				"criminal_assault": {},
				"criminal_battery": {},
				"murder": {},
				"voluntary_manslaughter": {},
				"involuntary_manslaughter": {},
				"defense_self_defense": {},
				"defense_insanity": {}
			}
		},
		{
			"id": 4,
			"reference": "June 2003",
			"topic": "",
			"essay": "Bill and his wife, Alice, fought constantly. On occasion Alice had to miss work when Bill physically beat her up during quarrels. Alice is Chuck's supervisor at Acme Bank. Chuck would like to take over Alice's job at the bank. Knowing of Bill's violent temper, Chuck devised a scheme that he hoped would induce Bill to murder Alice, so that Chuck would be promoted to Alice's position at the bank.<br /><br /> One evening, Chuck followed Bill to his favorite bar. When Bill had become very drunk, Chuck told him that Alice was having an affair with the bank president and that Chuck had found them locked in an embrace in the president's office that very afternoon. Chuck's story was completely fabricated. As Chuck expected, Bill became furious and ran out of the bar in a rage, shouting, \"This time I'm going to kill her.\"<br /><br /> On the way home, Bill, who was still obviously drunk and in a state of severe agitation, stopped at a sporting goods store and bought a shotgun. The store owner, Dave, sold him the gun, even though Bill stated to Dave that he was going to use it to kill his wife. Bill rushed to his house with the gun, looked through a window, and saw Alice sitting at the dining room table playing cards with a neighbor, Emily. He stood outside the window and took aim at Alice. Meanwhile, Emily's husband Fred was coming to pick up his wife. Fred saw Bill and tackled him, hoping to disarm Bill before he fired the gun. Unfortunately, Bill pulled the trigger just as he was tackled by Fred, and the deflected shot hit and killed Emily.<br /><br /> With what crime or crimes, if any, should Chuck, Bill, Dave and Fred be charged and what, if any, defenses should each assert? Discuss.",
			"sampleAnswers": [
				"<b>I. Crimes of Chuck</b><br /><br /> <b>Solicitation?</b> Solicitation occurs if one person asks another to commit a crime with the intent that the crime be committed. Here, Chuck did not ask Bill to kill Alice, but merely set it up so he would be likely to. Thus, although there was intent that the crime be committed, Chuck did not ask. He just told a lie to Bill. Thus, no solicitation.<br /><br /> <b>Accomplice?</b> One is liable as the accomplice to the crime of another if he encourages or assists in committing it with the intent to promote or facilitate commission of the crime. Here, Chuck intended that Bill kill Alice because he wanted Alice's job at the bank. He assisted in the commission of the crime because it was his lie that enraged Bill to begin with, and he obviously intended Bill to do just what he did. Thus, Chuck can be convicted of all the crimes of Bill as an accomplice that were committed after he told the lie to Bill.<br /><br /> <b>II. Crimes of Bill</b><br /><br /> <b>1. Battery?</b> Criminal battery is the unlawful application of force to the person of another that results in physical harm or an offensive touching. Here, Bill unlawfully applied force to Alice because he \"physically beat\" her during quarrels. Such beatings would certainly consist of offensive touching, but probably physical harm as well. Thus, Bill can be charged with battery.<br /><br /> <b>2. Assault?</b> Criminal assault comes in at least two varieties: an attempted battery or intentionally placing another in apprehension of an imminent battery. Here, the facts show only that Bill and Alice fought constantly and that Bill beat her during quarrels. Although it could reasonable[sic] be implied that Alice experienced apprehension of an imminent battery or that Bill occasionally missed in an attempted battery, assault would merge with battery anyway. Thus, assault will merge with battery.<br /><br /> <b>3. Murder of Emily?</b> Murder is the unlawful killing of another human being with malice. Malice can be established in any one of four circumstances: intent to kill, intent to cause serious bodily harm, willful and wanton conduct (depraved heart), and the felony murder rule. Here, the[sic] Bill intended to kill Alice because he \"took aim at Alice\" while he was standing outside pointing a shotgun at her.<br /><br /> Under the doctrine of transferred intent, the intent to kill one person can be transferred to another person if the other person is the one who winds up getting killed. Here, Fred tried to stop Bill from shooting into the window but was too late to keep Bill from firing the gun. Unfortunately, he wound up shooting and killing Emily, his wife.<br /><br /> Furthermore, under the deadly weapon doctrine intent to kill can be inferred from the use of a deadly weapon, such as the loaded shotgun in this case. Here, the intent to kill can be inferred because Bill used a shotgun to kill Emily. However, that intent can be rebutted as discussed below.<br /><br /> However, further analysis is necessary because murder can be mitigated to voluntary manslaughter under adequate provocation (heat of passion). Such mitigation requires that the defendant be sufficiently provoked to become enraged, that a reasonable person would also have become enraged, the person did not cool off, and a reasonable person would not have cooled off. Sufficient legal provocation includes finding your spouse engaged in intimate relations with another person. Here, although there might initially be sufficient provocation when Chuck told the made-up story about Alice and the bank president having an affair (he yelled \"This time I'm going to kill her!\" and he was in a rage), when Bill got to his house all he saw was Alice and Emily playing cards at the table. A reasonable person may have not become so enraged as this just from hearing about it. However, if a reasonable person would have been enraged and wouldn't have cooled off, the murder of Emily might be mitigated to voluntary manslaughter. Here, a reasonable person would not have become so enraged.<br /><br /> If not, and the intoxication (discussed below) negates intent to kill, there are sufficient facts to show willful and wanton conduct because shooting a shotgun at another person clearly shows such disregard for the value of human life and a very high degree of risk of at the least seriously bodily harm. Voluntary intoxication cannot negate a general intent crime such as depraved heart murder.<br /><br /> Thus, Bill can be charged with the murder of Emily.<br /><br /> <b>4. Attempted murder of Alice?</b> Attempt is the specific intent to commit a crime and legally sufficient substantial step in furtherance of that intent that goes beyond mere preparation. Here, Bill appears to have the requisite intent to kill because he shouted that he was going to kill Alice. The act required must be a substantial step, which is either close proximity to committing the crime, an unequivocal act that suggests the criminal intent, or is strongly corroborative of the criminal purpose. Here, Bill took the requisite substantial step because under any test his act of pointing the gun at Alice and killing her was only stopped by Fred tackling him. Thus, Bill would be charged with the attempted murder of Alice, unless there is a defense.<br /><br /> Bill's intoxication? Bill may argue that he did not have the requisite intent because he had become \"very drunk\". Intoxication can be defense to criminal conduct if it negates a required mental state. If Bill was so drunk that he could not form the requisite intent, then he cannot be charged with intent. Such intoxication must be so severe that it is no different than insanity, which, under the majority rule would require that Bill be unable to distinguish the nature or quality of his acts, or if he could, he did not know they were wrong. Here, that defense will probably fail because of the history Bill had with Alice and how readily he got mad.<br /><br /> Thus, Bill's intoxication will be no defense to attempted murder. <br /><br /> <b>III. Crimes of Dave</b><br /><br /> <b>1. Accomplice liability?</b> Accomplice defined above. Here, Dave may have the requisite intent that the crime be committed (murder of Alice) because Bill told Dave that he was going to use the shotgun to kill Alice and Dave sold the shotgun to him anyway. Under this circumstance, Dave will have assisted in the killing of Alice sufficient for him also to be convicted of murder.<br /><br /> <b>IV. Crimes of Fred</b><br /><br /> <b>Battery of Bill?</b> Battery defined above. Although Fred's tackling of Bill resulted in the death of his wife Emily, Fred was attempting to prevent Bill from shooting. Defense of others is a valid defense if one reasonably believes that another person is in imminent danger of an unlawful attack and uses reasonable force to prevent it. Here, Fred had a reasonable belief someone was under an unlawful attack because he saw Bill pointing the shotgun at someone through the window. Tackling Bill would be reasonable force because he saw that Bill was about to shoot. Thus, Fred will not be charged with the battery of Bill. There are no facts to suggest that Fred has committed any other crimes.",
				"<b>State v. Chuck</b><br /><br /> <b>(1) Solicitation</b><br /><br /> Solicitation occurs when the defendant (1) encourages, invites, or in some way requests another to commit a crime, (2) with the specific intent for that person to commit that crime. Here, Chuck followed Bill to a bar and told him that his wife Alice was \"having an affair with the bank president...\" Since Chuck \"hoped [he could] induce Bill to murder Alice\", he was requesting that Bill commit a crime. Since Chuck wanted Bill to murder Alice, he intended that the crime be committed. Chuck can be charged with solicitation. It s[h]hould be noted that, if according to the doctrine of accomplice liability, discussed next, Dave is charged with a substantive crime, the solicitation will merge with that crime.<br /><br /> <b>(2) Accomplice liability for murder of Emily, attempted murder of Alice</b><br /><br /> An accomplice is one who assist[sic] another in the commission of a crime. In that sense, any actions which are foreseeable consequences of that crime will cause liability to attach to the accomplice. Here, Dave intended that Bill murder Alice; so, when Bill attempted to murder her (discussed infra), Dave became liable. Similarly, because it was foreseeable that Bill might murder the wrong person, attachment for murder would also occur. For whatever Bill can be charged with in connection with his attempt to murder Alice, so can Dave.<br /><br /> <b>State v. Bill</b><br /><br /> <b>(1) Murder of Emily</b><br /><br /> Murder is the (1) unlawful (2) killing of a (3) human being by (4) another human being with (5) malice aforethought. Here, Emily was killed when Bill shot her by mistake. Because there was no legal basis for this shooting, it was unlawful. Because Emily was a person who died, there was a killing of a human being. Because Bill did the killing, it was performed by another human being. Was there malice aforethought? The word aforethought just means that the mens rea (culpable mental state) was formed prior to the murder, which it was because Bill \"took aim\" before he killed.<br /><br /> <b>Malice?</b><br /><br /> Malice occurs in four varieties: (1) intent to kill, (2) intent to inflict serious injury, (3) reckless disregard for the value of human life (depraved heart), and (4) the felony murder rule. <br /><br /> <b>Intent to kill or seriously injure?</b><br /><br /> Intent to kill can be inferred through the lethal weapon doctrine, in which the defendant uses a deadly weapon such as a gun in a manner it was intended. Here, Bill bought a shotgun just prior to using it, further indicating intent to kill. Finally, at the bar, he affirmed his intent to kill when he shouted, \"This time I'm going to kill her.\"<br /><br /> <b>Reckless disregard for human life (depraved heart)?</b><br /><br /> This version of malice is present whenever the defendant knows of a substantial risk of lethal danger to others and willfully disregards that risk and proceeds with his risky behavior nevertheless. Here, by pointing a loaded shotgun at a house with people inside, Bill demonstrated such a depraved heart.<br /><br /> Bill has acted with malice and can be charged with murder.<br /><br /> <b>Defenses?</b><br /><br /> Bill may claim adequate provocation and heat of passion, which would be a mitigation defense leading to voluntary manslaughter.<br /><br /> <b>Voluntary manslaughter?</b><br /><br /> Voluntary manslaughter occurs when the defendant (1) intentionally kills another under the (2) heat of passion arising out of (3) an adequate provocation, from which (4) neither he nor the reasonable person would have been able to withstand or (5) cool off from within the time period of his actions. In fact, the law does recognize the sudden knowledge that one's spouse is having an affair as adequate provocation. In addition, here, Bill took immediate action on that knowledge and killed as soon as he could buy a gun and get back to his house. Whether during this period a reasonable person would have cooled off is a jury call.<br /><br /> <b>Voluntary intoxification?</b><br /><br /> Bill may argue that he wasn't in full control of his reasoning because he was drunk, and that he killed because of that fact, among others.<br /><br /> However, the law doesn't recognize this defense. Voluntary intoxification is mainly a defense to a specific intent where it negates the element of premeditation and deliberation; however, for common law murder, which is a malice crime, voluntary intoxification is not a defense.<br /><br /> <b>(2) 1st degree murder of Emily</b><br /><br /> 1st degree murder is that murder which is committed with premeditation and deliberation. Premeditation requires that the defendant ponder his actions ahead of time, and deliberation requires that he analyze his actions to be sure he wants to proceed. Here, Bill bought a shotgun, which he immediately used to kill Emily with[sic]. This indicates purpose of action (he was thinking specifically about what he was going to do). He also aimed the gun at a person, which further indicates purpose and thought. Arguably, Bill has acted with premeditation and deliberation.<br /><br /> <b>Defenses?</b><br /><br /> <b>Voluntary intoxification?</b><br /><br /> This has been discussed supra. Voluntary intoxification may be a viable defense here because it can negate the specific intent required for this crime. Arguably, Bill's defense may prevail.<br /><br /> <b>Mistake of fact?</b><br /><br /> Bill may also argue that his specific intent was not to kill Emily, but rather Alice; however, the doctrine of transferred intent (where the result was not what was intended, but is applicable anyway) will apply here because the elements of Bill's crime are all present, and the law doesn't require that the person be the person intended to be killed.<br /><br /> <b>(3) Attempted murder of Alice</b><br /><br /> An attempt crime occurs (1) when the defendant is unsuccessful in the commission of his specifically intended crime, but (2) where he has taken enough steps toward that conclusion to quality[sic] as proximate.<br /><br /> <b>Specific intent?</b><br /><br /> Bill bought the shotgun \"to use it to kill his wife\"; therefore, he had the specific intent to kill, which is the required intent for attempted murder.<br /><br /> <b>Proximity?</b><br /><br /> The last act test can be used to determine proximity if the defendant has accomplished all but the last act needed to complete his crime. Here, but for Fred's intervention, Bill would surely have murdered Alice; therefore, he has satisfied the proximity element.<br /><br /> <b>State v. Dave</b><br /><br /> <b>(1) Accomplice liability for murder, attempted murder</b><br /><br /> Dave may be liable for this if he in some manner assisted in Bill's crime by selling him the shotgun. However, even where a defendant knows that criminal activity may occur, there is no liability where that defendant has no stake in the criminal activities. Since there's no indication that Dave charged Bill any more than the usual price for the gun, he probably didn't have a stake in Bill's actions. Since Dave's knowledge was not bolstered by any other staking-creating behavior on his part, he will probably not be held liable for Bill's actions.<br /><br /> <b>State v. Fred</b><br /><br /> <b>(1) Battery</b><br /><br /> Battery is the voluntary and intentional touching of another person in either a harmful or offensive manner. Here, Fred tackled Bill as he (Bill) was taking aim to fire his gun; therefore, the touching was probably offensive at the least, and even harmful if Bill was injured. However, Fred has a defense.<br /><br /> <b>Defense of Others</b><br /><br /> Where one fears an unlawful, imminent and harmful battery on another, that person is privileged to use whatever reasonable force is necessary to protect the interests of the other person. Since Fred saw Bill pointing his gun at a window, he probably knew that Bill was preparing to shoot, and he acted in such defense of others. Fred's defense will prevail."
			],
			"issues": {
				"solicitation": {},
				"accomplice_liability": {},
				"criminal_battery": {},
				"criminal_assault": {},
				"murder": {},
				"attempted": {},
				"voluntary_manslaughter": {},
				"voluntary_intoxication": {},
				"defense_of_others": {},
				"defense_mistake_of_fact": {}
			}
		},
		{
			"id": 5,
			"reference": "October 2003",
			"topic": "",
			"essay": "Able was low on money and short on credit, so he borrowed money from a loan shark who was associated with organized crime. When Able failed to meet the repayment deadline, the loan shark told Able he had one more day to come up with the money or Able would find it \"very, very painful.\"<br /><br /> Frightened and desperate, Able decided to break into the home of Rich and steal a collection of valuable antique coins. (Able had done some carpentry jobs for Rich on occasion, so he was familiar with his home.) Able knew that the coin collection was kept in a safe in a small room in Rich's home, so he asked Baker to help him with the heist. Baker was a master welder and Able knew Baker's skills would come in handy if they were to steal the coins. Baker agreed and brought a blowtorch with him that night. Able and Baker easily gained entry to the house by cutting a hole in the back door and entered through the hole. They quickly disabled the alarm system and then Baker went to work on the safe with his blowtorch. They had nearly gotten the safe open when Able knocked over the blowtorch. It ignited some curtains nearby and the fire quickly spread. Soon the whole structure was ablaze. Able and Baker fled without having taken anything.<br /><br /> Sam and Carol lived next door to Rich and the fire soon jumped from Rich's home to their residence. Carol woke up, smelled the smoke, and ran into the living room. Her husband, Sam, was sleeping on the couch. Carol was very angry with Sam. He had told her earlier that evening that he wanted a divorce and Carol now saw a chance for revenge. Carol ran from the burning house, leaving him asleep on the couch. By the time Sam awoke, the house was full of flames and heavy dark smoke. He tried to exit the house, but was quickly overcome by the fire and died.<br /><br /> What crimes, if any, have been committed by Able, Baker, and Carol, and what defenses should each assert? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 6,
			"reference": "June 2004",
			"topic": "",
			"essay": "After drinking heavily, Art and Ben decided that they would rob the local all-night convenience store. They drove Art's truck to the store, entered, and yelled, \"This is a stickup,\" while brandishing their unloaded pistols. They discovered that the only persons in the store were Mark, who worked at the store, and Fran, a customer. Art became enraged, since he regarded Fran as his steady girlfriend and was jealous that she had been spending time with Mark. Art announced, \"We'll chill these lovers out,\" and loaded them into the truck. Art drove a very short distance down the dirt road behind the store to a large refrigerator. Art locked Fran and Mark in the refrigerator. Art then returned to the store to pick up Ben, who took $250 from the cash register on his way out of the store.<br /><br /> The next day, the store manager saw that things were amiss and called police, who rescued Fran and Mark from the refrigerator. Fran suffered no significant injury, but Mark soon developed pneumonia and died as a result of it several weeks later. The coroner's report showed that Mark had an extraordinary susceptibility to pneumonia and that it was triggered by exposure to the combination of viruses and the intense cold of the refrigerator.<br /><br /> 1. What criminal charges, if any, should be brought against Art and Ben? Discuss.<br /><br /> 2. What defenses, if any, do Art and Ben have to the criminal charges? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 7,
			"reference": "October 2004",
			"topic": "",
			"essay": "Al went to Dan's gun shop to purchase a handgun and ammunition. Dan showed Al several pistols. Al selected the one he wanted and handed Dan five $100 bills to pay for it. Dan put the unloaded pistol and a box of ammunition in a bag and placed it on the counter.<br /><br /> While Al was filling out the necessary registration papers, Dan went to the cash register to make change. As he was doing so, Dan noticed that the bills Al had handed him were counterfeit, and he exclaimed, \"You rotten bum! You've given me phony money.\"<br /><br /> At that moment, Al grabbed the bag that had the gun and ammunition in it and fled from the gun shop. Dan grabbed a loaded pistol he kept under the counter and ran after Al, yelling at him to stop. As Dan pursued Al down the street, he fired a shot into the air, and yelled, \"If you don't stop, the next shot will stop you.\" Al kept running, and, as he did so, he loaded a cartridge into the pistol he had fled the gun shop with, turned, and shot toward Dan. The bullet struck and killed Dan.<br /><br /> 1. What legal justification, if any, did Dan have (a) pursuing Al, and (b) threatening Al with deadly force? Discuss.<br /><br /> 2. With what crimes can Al be charged, and what defenses, if any, can he assert? Discuss",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 8,
			"reference": "October 2004",
			"topic": "",
			"essay": "Dan intensely disliked his co-worker, Mona, with whom he was in direct competition for an important promotion at work. He knew that Mona and her husband, Otto, had a troubled marriage and that Otto suspected Mona of infidelity. He also knew that Otto had a very bad temper when provoked.<br /><br /> Hoping secretly that it would provoke Otto to kill Mona, Dan told Otto that he had seen Mona and another co-worker in a compromising position in the storeroom on several occasions. Believing what Dan told him, Otto went to Mona's workplace and hid in the storeroom. As he waited, he became angrier and angrier with each passing moment. When Mona entered to get some supplies, Otto jumped out from behind a cabinet, flew into an uncontrollable rage, yelled \"Dan has told me what you do when you come in here. I'm going to kill you,\" and began to strangle her. Mona's screams attracted a security guard, who subdued Otto and freed Mona.<br /><br /> Dan and Otto have each been charged with solicitation of murder, conspiracy to commit murder, and attempted murder.<br /><br /> Do the facts support each of the charges against Dan and Otto, and what, if any, defenses might they each assert? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 9,
			"reference": "June 2005",
			"topic": "",
			"essay": "Bill and Tom worked together as drivers for Ajax Armored Car Co. After Bill reported Tom to the company's management for violating a company policy, the company fired Tom. Angered that Bill had \"snitched\" on him, Tom decided to get even with Bill.<br /><br /> Tom bought a pistol, some ammunition, and a rubber mask to use as a disguise. Expecting that Bill would follow the same route and schedule that had been in effect before Tom was fired, Tom hid behind a newsstand near a bank where the armored car ordinarily picked up the bank's daily receipts. He intended to put on the mask and rob Bill at gunpoint as he emerged from the bank with the bags of money. As it turned out, the company had altered the pick-up schedule so that the armored car had come and gone by the time Tom arrived at the location.<br /><br /> Even more irate that he had missed this opportunity, Tom decided he would make a bomb, follow Bill's armored car, plant the bomb under the car at a time when Bill was inside the bank picking up money, and detonate the bomb from a remote location as soon as Bill reentered the car. Tom bought a book that contained instructions for making a bomb that would be powerful enough to completely destroy an armored car, purchased the necessary explosives and detonation materials, and began to assemble the bomb in the garage attached to the house where he rented a room from the owner, who also resided there. While he was assembling the bomb, Tom inadvertently ignited the materials, causing an explosion and fire that resulted in burning down the house and garage.<br /><br /> What crimes, if any, did Tom commit? Explain fully.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 10,
			"reference": "October 2005",
			"topic": "",
			"essay": "Michael and his girlfriend Betty were going to an expensive nightclub. On their way to the club Betty asked Michael to stop by the store where she worked as a checker. Michael knew the store was closed but didn't question why she wanted to stop. When they arrived at the store they both got out of the car. Betty used her key to open the store's door. They both went in. Betty went to the cash register and took $200, intending to return it before the store opened the next day. Michael saw her take the money. They then left the store. When they got outside Michael asked Betty why she took the $200 from the cash register. Betty told him that her employer owed her money and that she was taking it so that they could have fun that evening. Michael did not believe that Betty was entitled to take the money. Betty gave Michael the $200 and he put it in his pocket.<br /><br /> In fact, Betty was not entitled to take money from the cash register and she did not return the $200 the next day. The store's security system had filmed Betty's and Michael's actions and both Betty and Michael were arrested.<br /><br /> 1. With what crime or crimes can Betty be reasonably charged and what defenses, if any, does Betty have available to her? Discuss.<br /><br /> 2. With what crime or crimes can Michael be reasonably charged and what defenses, if any, does Michael have available to him? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 11,
			"reference": "June 2006",
			"topic": "",
			"essay": "Dan separated from his wife, Bess, and moved out of the house they own together. About one week later, on his way to work the night shift, Dan passed by the house and saw a light on. He stopped and rang the bell. Bess answered the door. She was polite, but told him she was getting ready to go out with her girlfriends. As Dan left, he saw a pair of men's shoes in the entryway.<br /><br /> Later that night, Dan told his friend, Fred, about the shoes. Fred said: \"Let's go over there and check it out. We'll use my car so Bess won't recognize it.\" Dan and Fred drove over to the house, and parked a block away, so the car would not be seen by Bess. Fred waited in the car while Dan went around the side of the house, turned over a garbage can and climbed on top to look through the open bedroom window. Dan saw a man, Chris, on the bed with Bess. Dan jumped through the open window and started yelling at Bess, \"How could you do this?\"<br /><br /> Dan then went to the closet and grabbed his shotgun, which was locked in a plastic case. He turned to Chris, and chased him down the stairs and out of the house, yelling deadly threats. Chris tripped, fell, and hit his head on the front steps. The fall knocked him unconscious.<br /><br /> Bess called the police. When the police arrived, Dan was sitting outside on the front porch holding the shotgun, still in the locked case. Dan told the police that he had chased Chris out because he feared his wife had been in danger.<br /><br /> Fred got out of the car and came over to the scene. The police placed Dan in custody and asked Fred to meet them at the station for further questioning.<br /><br /> 1. With what crime or crimes, if any, can Dan reasonably be charged and what defenses, if any, can he reasonably assert? Discuss.<br /><br /> 2. With what crime or crimes, if any, can Fred reasonably be charged and what defenses, if any, can he reasonably assert? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 12,
			"reference": "October 2006",
			"topic": "",
			"essay": "Pete is a salesperson at XYZ Real Estate Company (\"XYZ\"). Vic owned a parcel of industrial real estate that he wanted to sell. Vic retained Pete as his agent to sell the parcel for him, and they agreed to list the parcel for a price of $100,000. Developer contacted Pete and expressed interest in buying Vic's property.<br /><br /> Pete falsely told Vic that a soils test report revealed serious toxic contamination on the parcel and that, because of high cleanup costs, the most Vic could hope to get for the parcel was $15,000 to $17,000. Vic said, \"OK. Do your best.\"<br /><br /> About a week later, Pete persuaded his friend, Frank, to sign an offer to Vic, offering to pay $17,000 for the parcel. When Frank asked why Pete wanted him to do this, Pete told him, \"The actual buyer is traveling in Europe and can't get back in time to sign the papers, so he authorized me to find someone to sign for him. I'm designating you as that person, but, don't worry, you won't be liable for anything.\" Believing Pete's explanation, Frank agreed to sign out of his friendship with Pete. Pete presented the offer signed by Frank, and Vic accepted it.<br /><br /> Pete, figuring he would temporarily \"borrow\" $17,000 from XYZ, wrote a check on the XYZ bank account for $17,000 and gave it to Frank to deposit into Frank's account. Frank attended the real estate closing, obtained the deed, and gave Vic his personal check for $17,000. Two days later, Pete sold the property to Developer for $100,000. From the proceeds of that sale, Pete returned the $17,000 to XYZ's account and kept the balance for himself.<br /><br /> 1. Of what crimes, if any, can Pete be convicted? Discuss.<br /><br /> 2. With what crime might Frank be charged, and is it likely he would be convicted? Discuss.<br /><br /> 3. Is Pete guilty of solicitation?",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 13,
			"reference": "June 2007",
			"topic": "",
			"essay": "Victor and Debra were dealers of cocaine, which they brought into the United States from South America in Debra's private plane. On a trip from South America, while Debra was flying her plane, it crashed in a snowy mountainous area in California. Victor was rendered unconscious in the crash. The cocaine they had obtained in South America was hidden inside Victor's coat. Debra, who was uninjured, put on Victor's coat and left to seek help.<br /><br /> Eventually, Debra came to a farmhouse with a truck parked outside. She decided to steal the truck. When she opened its door, however, she found an anti-theft device locked onto the steering wheel. Since this would make it difficult to steal the truck, she decided not to steal the truck after all and called a taxi cab from a roadside telephone a short distance from the farmhouse.<br /><br /> Carl, the cab driver, turned out to be a local drug dealer whom Debra knew. Debra agreed to sell Carl the cocaine she had brought from South America so that he could distribute it. He drove her to his house, where they discussed and finalized the deal. Debra then remembered about Victor, and notified the authorities of the plane crash. By the time the plane wreckage was reached, Victor had died. The authorities concluded that if help had arrived earlier, Victor likely could have been saved.<br /><br /> Carl sold all the cocaine he had obtained from Debra. Unbeknownst to either of them, in South America a strong chemical had been sprayed on the plants that were used to produce the cocaine. As a result, after using the cocaine twenty of the people who purchased the cocaine became seriously ill and all died. Carl has fled the jurisdiction.<br /><br /> What crimes, if any, has Debra committed, and what defenses might she assert? Discuss fully.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 14,
			"reference": "October 2007",
			"topic": "",
			"essay": "Twelve-year-old Al was throwing rocks against a tree alongside the road to amuse himself while waiting for his school bus. One of the rocks thrown by Al missed the tree and shattered the windshield of an approaching car driven by Bill.<br /><br /> Bill, who had just left a bank he had robbed, was driving carefully and below the speed limit to avoid attracting the attention of the police. When the windshield shattered, Bill swerved, causing the car to run off the road. The car struck and killed Vic, a boy who had also been waiting for the school bus.<br /><br /> Chuck and Dave, Vic's brothers, decided that the accident had been Al's fault and, together, carefully planned to avenge Vic's death. They pooled their money and bought a shotgun, planning to use it to shoot Al. When the time came to go to looking for Al, however, Chuck told Dave, \"I'm not going. If you want to do it, you're on your own.\" Dave carried out the plan, shooting and killing Al. After killing Al, Dave removed Al's watch and kept it for himself.<br /><br /> 1. Did Al commit any crime relating to the death of Vic? Discuss.<br /><br /> 2. Could Bill be found guilty of any crime relating to the death of Vic? Discuss.<br /><br /> 3. Did either Chuck or Dave, or both, commit:<br /><br /> a. Conspiracy to murder Al? Discuss.<br /><br /> b. Murder of Al? Discuss.<br /><br /> c. Theft of Al's watch? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 15,
			"reference": "June 2008",
			"topic": "",
			"essay": "Angela, Brian and Carter were at Angela's house, drinking beer. They wanted to order a pizza and have it delivered, but they did not have enough money to pay for it. Carter suggested they order the pizza and grab it from the pizza delivery person without paying. Brian told Angela to call the pizza parlor. She did so and ordered a pizza, knowing she could not pay for it. Brian and Carter waited outside the house.<br /><br /> When the delivery person arrived with the pizza, Carter pulled a gun out of his jacket pocket. Brian had no idea Carter was carrying a gun. Carter fired the weapon into the delivery person's vehicle but did not hit anyone. Carter told Brian to grab the pizza and run. Brian was shocked by Carter's actions and did not move. Carter turned the gun on Brian and told him, again, to grab the pizza and run. Brian then grabbed the pizza, and Carter and Brian fled the scene. Brian and Carter returned to Angela's house through the back door and all of them ate the pizza. Later, the police arrested Angela, Brian and Carter.<br /><br /> With what crimes, if any, can Angela, Brian and Carter reasonably be charged and what defense(s), if any, can each of them reasonably assert? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 16,
			"reference": "October 2008",
			"topic": "",
			"essay": "Deanna, a single mother of ten-year old Vickie, worked as a cashier at the local grocery store. Deanna had recently broken off her relationship with Randy, a drug addict who had been violent toward her on several occasions. One morning Randy was in the parking lot outside the grocery store and telephoned Deanna at work. Randy told Deanna that a friend of his was outside Vickie's school. Randy said that if Deanna did not immediately bring $1,000 to Randy in the parking lot, he would call and direct his friend to harm Vickie. Over the next several minutes, Deanna put in her pants pocket $400 from her cash register at the grocery store. She then went to the manager's office, where she had heard there was a safe containing a large amount of cash. No one else was in the manager's office.<br /><br /> Alma, an assistant manager who works at the cash register next to Deanna's, saw how upset Deanna was after the phone call. Alma followed Deanna to the manager's office, where she found Deanna looking through desk drawers. Deanna told Alma that she was looking for the keys to the safe because she \"needed some papers\" from it. Alma smiled, told Deanna where the keys were, and then said, \"You don't have to lie to me, Deanna. I'll be outside keeping watch for you.\" Deanna replied, \"Thank you so much, Alma, I am in a desperate situation right now and will return the money to the safe as soon as I can.\"<br /><br /> As Alma stood in the hallway outside the manager's office, Deanna opened the safe, removed $600, relocked the safe, and returned the key to its location. Deanna then brought $1,000 to Randy in the grocery store parking lot.<br /><br /> What crimes, if any, can Deanna and Alma reasonably be charged with, and what defenses might each assert? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 17,
			"reference": "June 2009",
			"topic": "",
			"essay": "At 3 a.m. the City Police Department received a call that there was an unauthorized entry into Walt's Gun Emporium (\"Walt's\"), a store that sells firearms.<br /><br /> As the police officers drove around a corner behind Walt's to investigate the incident, they observed a man placing something into the trunk of a red car parked across the street from Walt's. The red car's engine was running. When the officers turned the police car's siren and lights on, the red car immediately sped away. One officer exited the police car and arrested Albert, the person who had been standing behind the red car, while the other officer followed the fleeing red car.<br /><br /> The police officer who arrested Albert then saw Burt slide a sealed box labeled \"Walt's Gun Emporium\" and crawl out of a store window. The officer then arrested Burt. It was later determined that the box contained six rifles.<br /><br /> While being chased by the police, the red car crashed into another car, killing its driver Vic. Chuck, the driver of the red car, was arrested. A sealed box stamped with the words \"Walt's Gun Emporium\" containing twelve pistols was found in the trunk of the red car.<br /><br /> Albert, Burt, and Chuck were each charged with larceny and murder.<br /><br /> At trial, Walt, the owner of Walt's, testified for the prosecution that Burt was employed by Walt's as a salesperson. Walt also testified that he was the only person working at Walt's authorized to open sealed boxes containing firearms or to remove the boxes from the gun vault where they were stored.<br /><br /> Albert testified that he was given $10 by Chuck to help carry boxes to the red car, and that he had never seen Chuck or Burt before.<br /><br /> Burt testified that he was authorized by Walt's to possess the firearms located at the store in order to fulfill his duties as a salesperson.<br /><br /> Chuck testified that Burt convinced him that Burt owned the guns and that Burt had agreed to sell them to Chuck for $400.<br /><br /> Do the facts support each of the charges against Albert, Burt, and Chuck and what defenses, if any, might they each reasonably assert? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 18,
			"reference": "October 2009",
			"topic": "",
			"essay": "Vladimir owed Donald a gambling debt. Knowing that Vladimir had a new laptop computer, Donald sent an e-mail to Brenda, who lived close to Vladimir. The e-mail informed Brenda that Donald had left his laptop at the home of Vladimir, who was away for the weekend, but that Vladimir had given Donald permission to retrieve his laptop while Vladimir was gone. In the e-mail Donald asked Brenda to go to Vladimir's house, locate the door key under the mat on the porch, and bring the laptop to Donald.<br /><br /> Corky, who was at Brenda's house when Donald sent the e-mail to her, read the e-mail and rushed over to Vladimir's house to steal the laptop. When Brenda later arrived at Vladimir's house to retrieve the laptop for Donald, she found the back door open and Corky ransacking the house. Corky was so startled that he fell backwards, hit his head on a table and lost consciousness as he fell to the floor. Brenda went upstairs where she searched for and found the laptop. Always wanting a laptop, she put Vladimir's laptop in her purse to keep for herself. Brenda then called 911. Before the police arrived, Corky regained consciousness and fled out the back door.<br /><br /> When the police arrived at Vladimir's house, Brenda told them that she believed Corky had taken a laptop from the house. When the police went to Corky's house, they found him dead from his head injury.<br /><br /> What crimes, if any, might Donald, Brenda and Corky reasonably be charged with, and what defenses, if any, might each assert? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 19,
			"reference": "June 2010",
			"topic": "",
			"essay": "Dawn lives in an apartment with her dog Fluffy and her boyfriend Bill. A year ago Bill began buying and selling illegal drugs.<br /><br /> One day Bill asked Dawn to deliver a plastic bag containing a white powder to a house on Main Street. Dawn believed the bag contained cocaine and refused, saying, \"I wish you would stop dealing cocaine. I want nothing to do with your dirty business.\"<br /><br /> Bill flew into a rage. He said, \"I am sick and tired of your superior attitude. If you don't deliver this bag, then I am going to kill Fluffy.\" He then grabbed the dog and held a knife against its side until Fluffy began to squeal.<br /><br /> Afraid for Fluffy's well-being, Dawn agreed to deliver the bag and its contents. She put the bag in her purse, got into her car, and drove towards Main Street. She drove very carefully and within the posted speed limit to avoid getting stopped by the police. As she approached Main Street, a two-year-old boy, Victor, darted out in front of Dawn's car. Her car struck Victor before she had a chance to apply her brakes. Victor was killed immediately by the impact.<br /><br /> While still at the accident scene, the police arrived and arrested Dawn. In searching her purse they discovered the white powder. Chemical analysis revealed that the white powder was cocaine.<br /><br /> With what crimes may Dawn be charged and what defenses could she raise? Discuss.",
			"sampleAnswers":[
				"<b>I. Criminal Charges against Dawn</b><br /><br /> <b>Accomplice</b><br /><br /> An accomplice is one who encourages, assists, aids, or abets in the commission of a crime. Here, Dawn delivered a plastic bag containing a white powder, later to be discovered as cocaine, to a house on Main Street. This act alone is sufficient to establish charging Dawn as an accomplice. Dawn, however, may have defenses to these actions discussed infra.<br /><br /> Dawn also, however, lives in an apartment with her boyfriend Bill and we are told that Bill began buying and selling illegal drugs a year ago. Dawn believed that the bag contained cocaine and attempted to refuse his request, saying, \"I wish you would stop dealing cocaine. I want nothing to do with your dirty business.\" If Dawn had been living with someone that she knew possessed and sold cocaine, some jurisdictions may hold her liable as an accomplice for this act alone and it may not be subject to the defenses discussed infra.<br /><br /> <b>Conspiracy</b><br /><br /> Conspiracy occurs when there is an agreement between two or more people to do an unlawful act or a lawful act by unlawful means and the defendant commits an overt act in furtherance of the conspiracy. Here, Dawn agreed with Bill to deliver the bag that she believed contained cocaine and its contents (unlawful act) for Bill. Dawn's act of putting the bag in her purse, getting in her car, and driving towards Main Street is an overt act in furtherance of their conspiracy. Dawn, however, did not have a \"guilty mind\" per se, as she did not want to commit the crime in question (infra). This fact and the defense of duress discussed below, however, may be a successful defense against conspiracy. Nonetheless, Dawn may be charged with conspiracy.<br /><br /> <b>Pinkerton Rule</b><br /><br /> Under the Pinkerton Rule, coconspirators are guilty of the crimes that are a reasonably foreseeable consequence of the commission of the crime. Here, Dawn may be charged with any crimes that are a reasonably foreseeable consequence of her conspiracy with Bill.<br /><br /> <b>Murder</b><br /><br /> Murder is the killing of another human being (homicide) with malice. Malice is established if the defendant acted with intent to kill, intent to cause grave bodily harm, with willful/wanton disregard for human life (depraved heart), or the homicide was committed during the commission of a dangerous felony (felony murder rule). Here, Victor darted out in front of Dawn's car and her car struck Victor before she had a chance to apply her brakes. Dawn's actions caused the death of Victor. Dawn, however, did not have an intent to Kill Victor, an intent to cause him grave/great bodily harm, nor did she act with wanton/willful disregard for human life. In fact, Dawn was driving very carefully and within the posted speed limit to avoid getting stopped by the police. Application of the felony murder rule, however, warrants discussion.<br /><br /> <b>1st Degree Murder</b><br /><br /> 1st degree murder requires an intent to kill that is premeditated (thought about the act of killing before doing so) and deliberated (cool mind capable of reflection) or if the felony murder rule applies. From the facts, the only way Dawn can possibly be guilty of 1st degree murder is under the felony murder rule. Any other form of murder would be 2nd degree murder.<br /><br /> <b>Felony Murder Rule</b> The felony murder rule holds that if the actor kills another human being while they are engaged in the commission of an inherently dangerous felony, the homicide is held as 1st degree murder. Here, Dawn killed Victor while she was delivering cocaine for Bill. If Dawn's crime is considered an inherently dangerous felony, she may be charged with 1st degree murder under the felony murder rule. Dawn, however, will have a defense against the underlying crime of being an accomplice and/or transporting/possession of a controlled substance (infra) and these defenses may also impact her likelihood of being successfully charged with murder and mitigate her charge accordingly to either voluntary manslaughter or, more likely, involuntary manslaughter.<br /><br /> <b>Voluntary Manslaughter</b><br /><br /> Voluntary manslaughter is murder that is mitigated due to provocation (heat of passion), unreasonable mistake, coercion, or necessity. Here, Dawn may be able to mitigate a charge of murder to voluntary manslaughter due to acting under duress from Bill. A fortiori, however, Dawn had no intent to kill and murder will only need to be mitigated if Dawn is guilty under the felony murder rule. If there is no murder, involuntary manslaughter is the more likely charge.<br /><br /> <b>Involuntary Manslaughter</b> Involuntary manslaughter is the accidental killing of another human being due to gross criminal negligence/recklessness. Here, Dawn killed Victor by hitting him with her car. This act appears to be involuntary manslaughter on its face. Dawn, however, does not appear to have been operating her vehicle with gross criminal negligence. She was driving very carefully and within the posted speed limit to avoid getting stopped by police. The court, however, may find that the reason she was driving in the first place (delivering cocaine) suffices to establish gross criminal negligence for her conduct. Dawn may be charged with involuntary manslaughter of Victor. <br /><br /><b>Possession of Controlled/Illegal Substance</b><br /><br /> Illegal possession of a controlled or illegal substance is a crime in the majority of jurisdictions. Here, Dawn was delivering cocaine for Bill and, while the police were at the accident scene of her and Victor, they found the cocaine in Dawn's purse. Chemical analysis revealed that the white powder was cocaine. Also, Dawn believed that the powder was cocaine before she began the delivery and prior to the analysis confirmation. Thus, whether the jurisdiction holds such possession as a crime requiring knowledge of the substance or it is a strict liability crime (guilty without fault), Dawn will be charged with possession of a controlled/illegal substance. Defenses, however, may apply (infra).<br /><br /> <b>Attempt to Distribute Controlled/Illegal Substance</b><br /><br /> Attempt requires that the defendant have the specific intent to perform acts which, if they are carried out, will result in the target crime and the defendant takes a substantial step in furtherance of her goal. Here, Dawn technically intended to perform the act of delivering the controlled substance. Her act of placing the cocaine in her purse, getting in her car, and driving towards Main Street is a substantial step in furtherance of the goal. Dawn, however, was doing so under duress and did not have a criminal or guilty state of mind when committing these acts. Thus, her charge may be successfully defended against. Nonetheless, she may be charged with attempting to distribute a controlled/illegal substance.<br /><br /> <b>Defenses:</b><br /><br /> <b>Duress (conspiracy, attempt, possession, murder)</b><br /><br /> Duress is a defense holding that the defendant reasonably believed she was under the threat of imminent physical harm or death unless she committed the crime in question. This defense essentially holds the key to Dawn's guilt on most of the aforementioned charges. Here, Dawn agreed to deliver the cocaine and actually did so only because Bill was threatening to kill Dawn's dog, Fluffy. Dawn initially resisted Bill's solicitation of her to commit the crime, saying, \"I wish you would stop dealing cocaine. I want nothing to do with your business.\" Bill, however, flew into a rage, saying \"If you don't deliver this bag, then I am going to kill Fluffy.\" Bill then grabbed the dog and held a knife against its side until Fluffy began to squeal. Importantly, the threat of harm/death was to Fluffy and not Dawn. The fact dogs are considered property and not on level legal ground with humans will play a factor. Nonetheless, many people form strong bonds with their animals and would not want to see them harmed or killed and may be willing to commit the crime in question to save their dog. If this threat of imminent physical harm or death to Fluffy is enough to make a reasonable person commit the crime in question, then Dawn may have a successful defense against the charges noted supra.",
				"<b>State v. Dawn</b><br /><br /> <b>Conspiracy:</b><br /><br /> A conspiracy is an agreement between two or more persons to commit an unlawful act or a lawful act in an unlawful manner.<br /><br /> Here, Dawn agreed to deliver the bag and its contents. Dawn made the agreement with Bill. Dawn believed the bag contained cocaine. Since cocaine is illegal, the delivery of which [sic] would be an illegal act.<br /><br /> Some jurisdictions require an overt act in furtherance of the conspiracy. The facts that Dawn believed the bag contained cocaine, put the bag in her purse, got into her car and drive towards Main Street, all attest to overt acts in furtherance of the conspiracy.<br /><br /> Absent a valid defense, Dawn could be found guilty of conspiracy.<br /><br /> <b>Defense(s)</b><br /><br /> <b>Duress:</b> Dawn will raise the defense of Duress.<br /><br /> Duress is the act of committing an unlawful act under threat or fear of harm.<br /><br /> Dawn will assert that she initially refused Bill by stating that she wished Bill would \"stop dealing cocaine\" and she wanted \"nothing to do with\" Bill's dirty business.<br /><br /> However, once Bill threatened Fluffy's life, then she had no choice but to deliver the cocaine.<br /><br /> This defense may fail, because Bill did not threaten Dawn or another human being. Fluffy is a dog and a dog is property.<br /><br /> However, since a dog is a living creature, evidenced by Fluffy's squeal, a person such as Dawn may feel compassion and not wish the dog to be harmed. The facts clearly state that Dawn was afraid for Fluffy's well being. Overall, the defense for duress will most likely fail.<br /><br /> <b>Feigned Agreement:</b> A person may not be found guilty of conspiracy if they feigned the agreement.<br /><br /> Dawn, afraid for Fluffy's well being, did agree to deliver the cocaine.<br /><br /> <b>Attempt to deliver illegal drugs.</b><br /><br /> An attempt is the specific intent to commit an act. It must go beyond the mere stages of preparation to perpetration.<br /><br /> Dawn placed the bag of cocaine in her purse, got into her car and drove towards Main Street. Dawn had agreed to deliver a plastic bag she thought contained cocaine. Absent striking and killing Victor, the crime would have been completed. Therefore, Dawn could be found guilty of attempt to deliver illegal drugs, absent a valid defense.<br /><br /> <b>Defenses</b><br /><br /> <b>Duress:</b> Discussed supra.<br /><br /> <b>Homicide:</b><br /><br /> The killing of a human being by another.<br /><br /> Here, Dawn's (D) car struck Victor (V). V was killed immediately by the impact. V was a human being.<br /><br /> Therefore, a homicide was committed.<br /><br /> <b>Murder:</b><br /><br /> Murder is a homicide committed with malice aforethought.<br /><br /> Malice can be found by (1) Specific intent to kill, premeditation & deliberation, (2) Intent to cause grave bodily injury, (3) Wanton & Willful disregard for human life (\"Depraved Heart\"), or (4) Felony Murder.<br /><br /> Here (D) did not have the specific intent to kill V. Nor do the facts support intent to cause grave bodily injury.<br /><br /> D drove very carefully and within the posted speed limit, thus there is no indication of wanton or willful disregard to the value of human life.<br /><br /> <b>Felony Murder:</b> At common law if an innocent person died during the commission of a felony, such as burglary, arson, rape, robbery or mayhem, then the act of committing the felony would impute malice for murder.<br /><br /> Here D was delivering a bag of cocaine, which is not one of the big five felonies at common law.<br /><br /> Modernly the felony has to be inherently dangerous.<br /><br /> The driving of a bag of cocaine in and of itself is not inherently dangerous.<br /><br /> Therefore malice would not be imputed via felony murder.<br /><br /> <b>Causation:</b><br /><br /> D would need to be both the actual and proximate cause of the death of V. <b>Actual Cause:</b><br /><br /> But for D striking V with her car, V would not have been killed. D is the actual cause of V's death. <b>Proximate Cause:</b><br /><br /> D struck V before she had a chance to apply the brakes. V was killed immediately. D is the proximate cause of V's death.<br /><br /> <b>Involuntary Manslaughter:</b><br /><br /> Is when a homicide is committed without malice while conducting yourself in a lawful manner.<br /><br /> D was the actual & proximate cause of V's death. D was driving carefully and within the posted speed limit. Therefore, D was conducting herself in a lawful manner.<br /><br /> However, D was delivering cocaine, a misdemeanor.<br /><br /> <b>Misdemeanor Manslaughter Rule:</b><br /><br /> If a person is killed during the commission of a misdemeanor then the defendant may be found guilty of manslaughter.<br /><br /> Here, D was delivering cocaine, a misdemeanor, and V was killed during the act of the crime.<br /><br /> Therefore, D may be found guilty of manslaughter.<br /><br /> <b>Defenses</b><br /><br /> <b>Duress</b> – supra."
			],
			"issues": {
				
			}
		},
		{
			"id": 20,
			"reference": "October 2010",
			"topic": "",
			"essay": "Alan, age 18, decided that as a graduation prank he would set fire to the athletics equipment shed at the high school. Late on a Saturday night, Alan, who had consumed a few beers, told his friend, Brian, about his plan and asked Brian to drive him to the school. \"That's an idiotic idea,\" Brian told Alan. \"What if somebody's in there? Somebody might get hurt.\" Alan replied that he didn't think it was likely anyone would be there late at night. Brian said, \"It's not my business why you want a ride. I'll give you a lift, and what you do while you're there is your problem.\"<br /><br /> Brian drove Alan to the school and parked a hundred feet from the athletics shed. The shed was made of wood. Alan had brought a single pack of paper matches, but was unable to set the shed aflame. Brian, watching from a distance, beckoned to Alan and offered him his cigarette lighter, saying, \"Get this over with so we can get out of here.\" Alan returned to the shed with the lighter and was able to get the shed to smolder, but not catch fire. After several tries, he gave up. Alan and Brian left the school. Because of his intoxication, Alan did not hear Carl, a local homeless man, snoring inside the shed.<br /><br /> Unbeknownst to Alan or Brian, the shed was still smoldering. Two hours later, high winds caused the remaining sparks to burst into flame; the resulting fire destroyed the athletics shed. Carl was still asleep in the shed and was killed by the fire.<br /><br /> What crimes, if any, have Alan and Brian committed? What defenses can each assert, and will they be successful? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 21,
			"reference": "June 2011",
			"topic": "",
			"essay": "Mel suffers from a mental disorder that gives rise to a subconscious desire to commit homicide. Under the influence of the mental disorder, Mel formulated a plan to kill Herb by breaking into Herb's house and shooting him to death while he was asleep.<br /><br /> Brent, who had never met or communicated with Mel, learned of Mel's plan. Brent knew when and where Mel intended to kill Herb, and he desired to assist Mel in the crime.<br /><br /> On the night Mel intended to kill Herb, unbeknownst to Mel, Brent forced open the front door to Herb's house so as to effectuate Mel's entry and facilitate his killing of Herb. Mel arrived at Herb's house. He discovered the front door open and entered the house. Mel tiptoed to the bedroom and sprayed bullets into Herb's body. Unbeknownst to either Mel or Brent, Herb had died of a heart attack an hour before Mel fired the bullets.<br /><br /> 1. Are Mel and/or Brent guilty of:<br /><br /> a. Murder? Discuss.<br /><br /> b. Attempted murder? Discuss.<br /><br /> c. Conspiracy to commit murder? Discuss.<br /><br /> 2. Does Mel have a defense of insanity? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 22,
			"reference": "June 2011",
			"topic": "",
			"essay": "Victoria lived in a house with her roommates Ben and Carl. One night, Albert entered the house through an unlocked, but closed, back door and went into Victoria's bedroom. Albert removed a partially full bottle of whiskey and a knife from his pockets, and threatened to harm Victoria if she screamed.<br /><br /> At that point, Ben and Carl discovered Albert in Victoria's room. Catching sight of Ben and Carl, Albert took off running. Ben said to Carl, \"Let's get him!\" Ben and Carl chased Albert out of the house and down the front stairs. Albert got into a vehicle and drove away. Ben and Carl jumped into a neighbor's vehicle, which had its keys in the ignition, and sped after Albert.<br /><br /> Ben and Carl caught up with Albert in a deserted shopping center. Ben drove into the passenger side of Albert's vehicle and pushed it until its driver's side came to rest against the wall of a building, trapping Albert inside. No one was injured. At that time, the police arrived and arrested Albert, Ben, and Carl.<br /><br /> 1. What crimes, if any, might Albert reasonably be charged with, and what defenses, if any, might he reasonably assert? Discuss.<br /><br /> 2. What crimes, if any, might Ben and Carl reasonably be charged with, and what defenses, if any, might they reasonably assert? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 23,
			"reference": "October 2011",
			"topic": "",
			"essay": "Al and his wife Bobbie owned a laundromat and lived in an apartment above it. They were having significant financial difficulties because the laundromat had been losing money.<br /><br /> Unbeknownst to Bobbie, Al decided to burn the laundromat down in order to obtain insurance proceeds. He contacted Ted, who had a reputation for being available to do \"odd jobs.\" Ted agreed to set fire to the laundromat the next day for 20 percent of the insurance proceeds. Al told him that he would call him once everyone was out of the building.<br /><br /> The next day, Al invited Bobbie out for a walk. While she was getting ready, he checked the laundromat, found no one there, and called Ted. While Al and Bobbie were out walking, Bobbie mentioned that, just as she was leaving, her brother Brad had come by the apartment unexpectedly and was napping on their couch. Al rushed to call Ted. When he could not reach him, he made an anonymous call to 911 to report a possible fire at the laundromat.<br /><br /> In the meantime, Ted started a fire that quickly engulfed the laundromat and the apartment, and killed Brad. After learning of Brad's death, Al decided not to file a claim for insurance proceeds.<br /><br /> With what crimes, if any, could Al be charged and what defenses, if any, could he assert? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 24,
			"reference": "June 2012",
			"topic": "",
			"essay": "Van is short and small. One day, as he was walking down a street near his office, he was suddenly grabbed by Abe and Bob, who were each much taller and larger than he, and was dragged into an alley. Abe and Bob beat Van severely with brass knuckles and took several items from him, including a ring. Charles had been standing nearby watching the attack. After the attack, Abe and Bob gave Charles the ring they had taken from Van.<br /><br /> Van was traumatized by the attack, and decided to carry a knife for protection.<br /><br /> Not long after the attack, Van was walking down the street near his office when he saw Abe walking toward him. He suddenly felt fear and rage. He quickly pulled out his knife and held it behind his back. Not noticing Van, Abe put his hands into his pocket. Van believed Abe was reaching for his brass knuckles. Van immediately stabbed Abe, killing him instantly. In fact, Abe had been reaching for a bus pass, not brass knuckles.<br /><br /> 1. With what crimes, if any, can Bob reasonably be charged and what defenses, if any,can he reasonably raise? Discuss.<br /><br /> 2. With what crimes, if any, can Charles reasonably be charged and what defenses, if any, can he reasonably raise? Discuss.<br /><br /> 3. With what crimes, if any, can Van reasonably be charged and what defenses, if any,can he reasonably raise? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 25,
			"reference": "June 2012",
			"topic": "",
			"essay": "After dinner, Alvin felt ill. Although he thought he might have indigestion, he was short of breath and was experiencing chest pains, well-known symptoms of a heart attack. He drove himself to the emergency room at a local hospital.<br /><br /> At the emergency room, Alvin described his symptoms to Nick, an experienced screening nurse. Donna was the physician on duty. She had already worked a fourteen-hour shift and was eager to go home. Without examining Alvin, Donna concluded that he had indigestion, relying on Nick's statement of his symptoms. She sent him home, recommending that he take some bicarbonate of soda.<br /><br /> On the drive home, Alvin collapsed behind the wheel of his car. He veered into oncoming traffic, struck a truck, and died instantly. If Alvin had been examined by Donna, he would not have collapsed behind the wheel of his car.<br /><br /> With what crimes, if any, can Donna reasonably be charged? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 26,
			"reference": "October 2012",
			"topic": "",
			"essay": "Ann was owed $500 by Victor, a former boyfriend, who refused to pay her. She knew that he kept a large amount of cash at his house. She drove there late one night with a pistol tucked in her waistband to scare him into paying her.<br /><br /> When Ann arrived at Victor's house and rang the bell, he refused to let her in. She went around to the back of the house, broke a window in the back door, and let herself in. She confronted him in the living room and demanded the $500.<br /><br /> Victor took $500 from a desk drawer and crossed the room to Ann. But instead of handing her the money, he grabbed the gun from her waistband and pushed her away from him. He pointed the gun at her and said, \"I think I will just shoot you and get you out of my hair permanently.\" He did not intend to shoot her, only to scare her.<br /><br /> Ann was frightened and lunged at Victor's arm. In the ensuing struggle, the gun fired, killing Victor. Ann picked up the $500 and left. As she was speeding away, she struck and injured a bicyclist.<br /><br /> With what crimes, if any, can Ann reasonably be charged, and what defenses, if any, can she reasonably assert? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 27,
			"reference": "June 2013",
			"topic": "",
			"essay": "Angela and Bart are animal rights activists. Angela lived near a horse ranch owned by Chris. She told Bart that she suspected the horses were being abused because she saw people going in and out of the barn at all hours of the day and night, and suggested that they go there to investigate.<br /><br /> Unable to open the ranch gate, Angela and Bart climbed the fence, crossed the yard, opened the door to the barn, and stepped inside. There, they found healthy horses, but also a large amount of stolen electronic equipment.<br /><br /> Surprised to see intruders, Chris, who was carrying a rifle, pointed it at Angela and Bart and accidentally caused it to discharge. The bullet hit the side of the barn near Angela and Bart. The noise startled the horses. Angela and Bart fled, letting out the horses. A motorist, who was driving down the road, swerved to miss the stampeding horses, crashed into a tree, and died.<br /><br /> 1. With what crimes, if any, can Angela reasonably be charged, and what defenses, if any, can she reasonably raise? Discuss.<br /><br /> 2. With what crimes, if any, can Bart reasonably be charged, and what defenses, if any, can he reasonably raise? Discuss.<br /><br /> 3. With what crimes, if any, can Chris reasonably be charged, and what defenses, if any, can he reasonably raise? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 28,
			"reference": "June 2013",
			"topic": "",
			"essay": "In a series of nighttime burglaries, a burglar broke into houses when the owners were away and stole items of value. The burglar ate cookies found at each house and therefore became known as the \"cookie bandit.\"<br /><br /> Wanting to protect his property and prevent a burglary while he was out of town for the weekend, Dan planned to lace some cookies with cyanide and leave them on his kitchen counter. He believed his plan was lawful because he had been told by a police officer that he could use deadly force to prevent a burglary. He asked his friend Ann to help him obtain cyanide. She tried to talk him out of his plan, but he assured her that it was lawful. She then got him some cyanide. He laced some cookies with it, left them on the kitchen counter, and went out of town for the weekend.<br /><br /> During Dan's absence, his neighbor Jane entered his house, together with her five-year-old son, Victor. Each weekend, Jane cleaned Dan's house. While Jane was cleaning, Victor found the cookies, ate one, and died.<br /><br /> 1. With what crimes, if any, can Dan reasonably be charged, and what defenses, if any, can he reasonably raise? Discuss.<br /><br /> 2. With what crimes, if any, can Ann reasonably be charged, and what defenses, if any, can she reasonably raise? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 29,
			"reference": "October 2014",
			"topic": "",
			"essay": "Alma believed that Ed, her employer, had cheated her out of overtime pay. She asked her friend, Bob, a locksmith, to open a locked drawer in Ed's desk so that she could obtain confidential documents for use in embarrassing Ed into paying her what she thought he owed her. Bob said he would help her.<br /><br /> Alma took Bob to Ed's office, where he opened the locked desk drawer. Just after Alma and Bob had removed the confidential documents from the drawer, Ed came into the office. Startled, he chased Bob onto a balcony and pushed him. Bob fell over the balcony railing and landed on Diane, who was walking on the sidewalk below. Bob was unharmed but Diane died instantly.<br /><br /> 1. With what crimes, if any, can Alma reasonably be charged, and what defenses, if any, can she reasonably raise? Discuss.<br /><br /> 2. With what crimes, if any, can Bob reasonably be charged, and what defenses, if any, can he reasonably raise? Discuss.<br /><br /> 3. With what crimes, if any, can Ed reasonably be charged, and what defenses, if any, can he reasonably raise? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 30,
			"reference": "June 2015",
			"topic": "",
			"essay": "Arthur and Cassie worked at an art gallery. They wanted to make some extra money by selling art from the gallery on eBay. They intended to share the proceeds with the owner of the gallery, but did not tell him about it because Arthur and Cassie did not think the owner would approve.<br /><br /> The building in which the gallery was located was undergoing earthquake renovations, which resulted in the building being open through the roof to the building next door. Arthur approached Woody, an employee of the building contractor, and offered him $500 to take a wrapped package from the gallery and stash it in the building next door so that Arthur and Cassie could pick it up later.<br /><br /> Arthur gave the wrapped package and $500 to Woody after the gallery had closed for the evening. Woody took the package up to the roof and, as he was crossing into the next building, he fell through the gap and tumbled three stories, landed on the package and was killed. The art in the wrapped package was destroyed.<br /><br /> Cassie was waiting outside the building to get the package from Woody. When Woody did not arrive with the package, Cassie went back into the gallery, took several more paintings and took them home.<br /><br /> Woody's body was found by a construction worker. Arthur and Cassie were arrested.<br /><br /> 1. What criminal offense or offenses, if any, can be reasonably argued were committed by Arthur? Discuss.<br /><br /> 2. What criminal offense or offenses, if any, can be reasonably argued were committed by Cassie? Discuss. 3. What defenses, if any, can each of them raise? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 31,
			"reference": "October 2015",
			"topic": "",
			"essay": "Bob was an underpaid teller at Bank. On his lunch hour one day, he went into a store where he noticed a valuable necklace on the counter. He picked it up and put it in his pocket. Clare, a clerk at the store, approached Bob and asked him to put the necklace back. Bob punched Clare, returned the necklace to the counter, and fled back to Bank where he began waiting on customers.<br /><br /> One customer was Fred, Bob's close friend, who put down a ten-dollar bill and asked Bob for a roll of quarters. Bob then told Fred that he would secretly pass him one hundred dollars if Fred would later give him one-half. Fred agreed and later the two split the cash.<br /><br /> The next morning when Bob went to work, Marilyn, the bank manager, began questioning him in her office. Alarmed at this, Bob grabbed a letter opener and stabbed Marilyn in her arm. Then Bob fled outside, jumped in a car, and drove to the house of Gina, his girlfriend. He told Gina what had happened. Gina decided to call the police, but Bob knocked her unconscious, put her in his car and went to Fred's house to hide her.<br /><br /> Finding the door to Fred's house locked, Bob broke in the door and hid Gina inside. At that point Fred appeared and protested to Bob. Bob struck Fred, pushing him down. As Fred fell, he knocked over a lamp and started a fire. Bob panicked and ran out of the house. The house began to burn. Fred got out alive, but Gina died in the fire.<br /><br /> What crimes, if any, did Bob commit? Discuss.",
			"sampleAnswers":[],
			"issues": {
				
			}
		},
		{
			"id": 32,
			"reference": "October 2016",
			"topic": "",
			"essay": "Al and Beth were sitting in Al's apartment, playing video games and drinking beer. After finishing the last beer, Al said to Beth, \"I need another beer. Can you lend me some money and drive me to the store?\"<br /><br /> Beth responded, \"I can drive you to the store, but I don't have any money.\"<br /><br /> Al laughed and said, \"I have an idea for how to get some beer without paying for it. Drive me to the store and park behind it near the emergency exit.\"<br /><br /> Beth drove Al to the Friendly Market and waited in the car near the emergency exit. Al entered the store, picked up a six-pack of beer, and began walking toward the emergency exit.<br /><br /> Carla, a security guard, was watching Al. As Al approached the exit, Carla shouted, \"Stop, thief!\" Al put the beer on the floor and ran out through the emergency exit.<br /><br /> For a few seconds, Carla considered what to do. Then she ran after Al. In the alley behind the store, she shouted, \"Stop or I'll shoot!\" When Al did not stop, Carla fired a warning shot. When Al kept running, Carla took careful aim, shot, and missed. As Al was about to run around a corner, Carla paused, took careful aim, shot again, and killed him.<br /><br /> 1. Can it be reasonably argued that Beth is guilty of a. Theft? Discuss. b. Robbery? Discuss. c. Murder? Discuss.<br /><br /> 2. Can it be reasonably argued that Carla is guilty of murder and, if so, what defense(s) can she raise? Discuss.",
			"sampleAnswers":[],
			"issues": {
				"conspiracy": {},
				"accomplice_liability": {},
				"larceny": {},
				"robbery": {},
				"murder": {},
				"defense_prevention_crime": {},
				"mitigating_factors": {},
				"redline_rule": {},
				"voluntary_manslaughter": {}
			}
		},
		{
			"id": 33,
			"reference": "June 2017",
			"topic": "",
			"essay": "Donna was walking down an alley with her twelve-year-old daughter Alice. As they passed a parked car with its windows down, Alice said, \"Look, Mom, there is a purse on the seat of that car.\" Donna stopped and said, \"Alice, I want you to go to the corner and shout to me if you see a police officer coming.\" After Alice walked to the corner, Donna reached into the car and grabbed the purse. She opened the purse, removed the cash from the wallet, and threw the purse back into the car.<br /><br /> During these events, Alice kept looking for police. Because no police officer appeared, she did not shout.<br /><br /> Donna and Alice were not aware that the purse had been placed in the car by police officers as part of an undercover crime investigation. Officer Oscar observed everything that Donna and Alice said and did.<br /><br /> 1. What crimes, if any, has Donna committed, and does she have any defenses? Discuss.<br /><br /> 2. What crimes, if any, has Alice committed, and does she have any defenses? Discuss.",
			"sampleAnswers":[],
			"issues": {
				"solicitation": {},
				"conspiracy": {},
				"larceny": {},
				"defense_entrapment": {},
				"defense_infancy": {},
				"burglary": {},
				"accomplice_liability": {}
			}
		},
		{
			"id": 34,
			"reference": "June 2017",
			"topic": "",
			"essay": "Tom lived next door to his girlfriend Heather, and often helped her tend her yard. To do so, Tom used the tools that were stored in Heather's wooden toolshed, which abutted Heather's house, such as a lawnmower and edger, both of which were filled with gasoline.<br /><br /> One day when Tom thought Heather was away at work, he went to Heather's house to mow the lawn. However, through the backyard window, Tom was surprised to see Heather kissing another man.<br /><br /> Tom felt queasy and left. He went to the drug store and bought Anxiety-Fix, an over-the-counter anti-anxiety medication that he had never used before, and headed home. Tom took three Anxiety-Fix pills, even though the instructions on the box stated that a person should take no more than two pills every eight hours. Two hours later, still feeling anxious, Tom took four more Anxiety-Fix pills, and fell asleep. Tom awoke in the middle of the night due to a nightmare he had about Heather.<br /><br /> Tom then lit several firecrackers in his yard, and threw them at Heather's house. He wanted to wake her up to discuss what he had seen. Two of the firecrackers landed in the toolshed, setting it afire. The sound of the firecrackers awakened Heather and, upon seeing flames, she grabbed a can of lighter fluid, opened some windows on the side of the house near the shed, and squirted the flammable fluid on the windowsills. Heather had been having a hard time selling her house and thought that, as long as the shed was going to burn down, the house could just as well burn with it since her insurance would cover the loss.<br /><br /> Meanwhile, Tom used a garden hose to extinguish the fire in the toolshed before it spread. The inside of the toolshed suffered smoke damage. All of the items inside of it were destroyed.<br /><br /> 1. Can it be reasonably argued that Tom is guilty of arson? Discuss.<br /><br /> 2. Does Tom have any valid defenses? Discuss.<br /><br /> 3. Can it be reasonably argued that Heather is guilty of any crimes? Discuss.",
			"sampleAnswers":[],
			"issues": {
				"arson": {},
				"voluntary_intoxication": {},
				"attempted": {},
				"false_pretenses": {},
				"accomplice_liability": {},
				"malicious_mischief": {}
			}
		},
		{
			"id": 35,
			"reference": "October 2017",
			"topic": "Murder",
			"essay": "One night, Andy went to a local bar in town. He had a large number of drinks and became intoxicated. When the bartender refused to serve him any more drinks, Andy flew into a rage and went to his car to get his handgun.<br /><br />With the gun in his hand, Andy intended to return to the bar. Instead, he got confused and stumbled into the convenience store next door, pointed the gun at Charles, the cashier, and said: \"Give me a drink or I'll shoot.\" When Charles hesitated, Andy pointed the gun at the ceiling and fired.<br /><br />At the sound of the gunshot, several store customers rushed outside. One of the fleeing customers bumped into Walter, who was standing on the sidewalk outside the store. The impact caused Walter to fall into the street. Before he was able to recover, Walter was struck and killed by an oncoming car.<br /><br />When Andy fired the gun, the bullet struck a metal pipe, bounced off the pipe, and hit another store customer, Vickie, in the arm. She was rushed to the hospital to receive emergency medical treatment. Unfortunately, Vickie contracted an infection while at the hospital and later died.Andy claims he was so drunk he did not know what he was doing. He insists he never wanted to hurt anybody.<br /><br />1. With what crimes, if any, can Andy reasonably be charged? Discuss.<br /><br />2. What defenses, if any, can Andy reasonably raise? Discuss.",
			"issues": {}
		}
			
			
			
			
	]	
}