{
	"issues": {
		"assault": {
			"title": "Assault"	
		},
		"battery": {
			"title": "Battery"	
		},
		"conversion": {
			"title": "Conversion"
		},
		"defamation": {
			"title": "Defamation"
		},
		"defense_of_necessity": {
			"title": "Defense of Necessity"
		},
		"defense_of_recapture": {
			"title": "Defense of Recapture"
		},
		"defense_of_discipline": {
			"title": "Defense of Discipline"
		},
		"defense_of_authority_of_law": {
			"title": "Defense of Authority of Law"
		},
		"defense_of_consent": {
			"title": "Defense of Consent"
		},
		"defense_of_others": {
			"title": "Defense of Others"
		},
		"defense_of_property": {
			"title": "Defense of Property"
		},
		"defense_of_infancy_insanity": {
			"title": "Defense of Insanity / Infancy"
		},
		"iied": {
			"title": "Intentional Infliction of Emotional Distress"
		},
		"independent_contractor_liability": {
			"title": "Independent Contractor"
		},
		"negligence": {
			"title": "Negligence"
		},
		"negligence_actual_cause": {
			"title": "Negligence Actual Cause"
		},
		"negligence_assumption_of_risks": {
			"title": "Negligence Assumption of Risks"
		},
		"negligence_attractive_nuisance": {
			"title": "Attractive Nuisance Doctrine"
		},
		"negligence_breach": {
			"title": "Negligence Breach"
		},
		"negligence_breach_res_ipsa_loquitur": {
			"title": "Negligence Breach based Res Ipsa Loquitur"
		},
		"negligence_comparative": {
			"title": "Comparative Negligence"
		},
		"negligence_contributory": {
			"title": "Contributory Negligence"
		},
		"negligence_duty": {
			"title": "Negligence General Duty"
		},
		"negligence_duty_peril": {
			"title": "Negligence Duty based on PERIL"
		},
		"negligence_duty_premises": {
			"title": "Negligence Duty based on Premises Liability"
		},
		"negligence_egg_shell_plaintiff": {
			"title": "Negligence Egg Shell Plaintiff"
		},
		"negligence_general_damages": {
			"title": "Negligence General Damages"
		},
		"negligence_nied": {
			"title": "NIED"
		},
		"negligence_last_clear_chance": {
			"title": "Negligence Last Clear Chance"
		},
		"negligence_per_se": {
			"title": "Negligence Per Se"
		},
		"negligence_proximate_cause": {
			"title": "Negligence Proximate Cause"
		},
		"negligence_rescuer_doctrine": {
			"title": "Negligence Rescuer Doctrine / Fireman's Rule"
		},
		"negligence_special_damages": {
			"title": "Negligence Special Damages"
		},
		"products_liability": {
			"title": "Products Liability"
		},
		"pl_breach_exp_warranty": {
			"title": "Products Liability Breach of Express Warranty"
		},
		"pl_breach_imp_warranty": {
			"title": "Products Liability Breach of Implied Warranty"
		},
		"pl_negligence": {
			"title": "Products Liability Negligence"
		},
		"pl_strict_liability": {
			"title": "Products Liability Strict Liability in Tort"
		},
		"respondent_superior": {
			"title": "Respondent Superior"
		},
		"self_defense": {
			"title": "Self Defense"
		},
		"strict_liability": {
			"title": "Strict Liability"
		},
		"trespass_to_chattels": {
			"title": "Trespass To Chattel"
		},
		"transferred_intent": {
			"title": "Transferred Intent"
		},
		"trespass_to_land": {
			"title": "Trespass to Land"
		},
		"vicarious_liability": {
			"title": "Vicarious Liability for Joint Enterprise"
		}
	},
	"exams": [
		{
			"id": 1,
			"reference": "June 2002",
			"topic": "",
			"essay": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.<br /><br />Jean arrived in Craft Village on Sunday night for her annual shopping expedition. As on all of her previous trips to Craft Village, she stayed at the Snooze Inn for two nights. She does not own a car, and one of the reasons she likes Craft Village is that she can walk to all the shops.<br /><br />Jean got up on Monday morning to go shopping. She shopped all day, and walked back to the Snooze Inn at 7:00 p.m. for dinner. After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn. The mugger was later captured by the police.<br /><br />On what theory or theories, if any, might Jean recover damages from, and what defenses might she anticipate, in an action against: <br /><br />1. The mugger? Discuss. <br /><br />2. Craft Village? Discuss. <br /><br />3. Northwoods Gallery? Discuss. <br /><br />4. Snooze Inn? Discuss.",
			"sampleAnswers": [
				"<b>Jean v. Mugger</b><br /><br /><b>Assault</b><br /><br />The intentional placing of another in reasonable apprehension of an immediate harm without consent or justification.<br /><br />When the mugger shouted at Jean to \"Hand over your purse, or I'll beat you up,\" his conduct was volitional and therefore intentional.<br /><br />Mere words are not adequate to cause apprehension. The words \"hand over your purse or I'll beat you up\" coupled with the fact that he had the present ability to carry the threat out indicates the placing of another in reasonable apprehension.<br /><br />In addition, Jean held out the purse indicating that she was apprehensive. It does not seem that Mugger had consent or justification.<br /><br />Therefore, Mugger is liable for assault.<br /><br /><b>Battery</b><br /><br />Battery is harmful or offensive touching of another without consent or justification.<br /><br />When Mugger roughly snatched Jean's purse from her he touched an item that was intimate to Jean's person, which was offensive.<br /><br />Therefore, there was a touching of another. There is not consent due to the fact Jean held her purse out because she was afraid and no justification.<br /><br />Therefore Mugger is liable for battery.<br /><br /><b>TRESPASS TO CHATTEL</b><br /><br />Trespass to chattel is the interference with the personal property of another.<br /><br />When Mugger roughly snatched Jean's purse and fled he interfered with the personal property, a purse, which belonged to Jean. Jean gave no consent and Mugger was not justified in his behavior.<br /><br />Thus, Mugger is liable for trespass to chattel. <br /><br />Jean may recover damages caused by the interference.<br /><br /><b>CONVERSION</b><br /><br />Conversion is the intentional exercise of dominion and control over the personal property of another.<br /><br />When Mugger snatched Jean's purse and fled he exercised dominion and control over Jean's personal property contrary to Jean's possessory rights.<br /><br />Therefore, Mugger is liable for conversion. Jean may recover for damages for the cost of the purse including value of the purse in a forced sale or reasonable rental value if returned, plus damages.<br /><br /><b>Jean v. Craft Village</b><br /><br /><b>Negligence</b><br /><br />Craft Village may be liable to Jean for damage if it is found that Craft Village owed a duty to Jean, that they breached their duty, which was the actual and proximate cause of Jean's injuries.<br /><br /><b>DUTY - GENERAL DUTY</b><br /><br />As a small town Craft Village owes a duty of due care not to subject visitors of the town to unreasonable harm as a reasonable small town in the same or similar circumstances.<br /><br />It may be argued that because Craft Village was a small town, with no public transportation, popular with tourists and all stores located on one main street that they owed a duty of care to the patrons of the village to make the streets safe. Especially in light of the fact the city required the stores to remain open until 8:00 p.m. which could be considered past dark and more inviting for crime.<br /><br /> Jean was a foreseeable plaintiff in that she was a tourist of the village out shopping. Therefore, Craft Village owed a duty.<br /><br /><b>SPECIAL DUTY - LAND OCCUPIER</b><br /><br />As a small town, Craft Village is the occupier of the city street, including Main Street. Jean will argue that Jean is an invitee because she was on the street for the purpose it was open to the public. Thus, Craft Village owed a duty to inspect, discover, warn or correct any harm.<br /><br />Even if Jean is determined to be a licensee Craft would owe a duty to warn or make safe any known harm.<br /><br />The facts do not indicate that Craft Village was aware of or had reason to inspect for any incidents of crime. There is no special duty owed.<br /><br /><b>BREACH</b><br /><br />Under the general duty of making the streets safe given the circumstances it may be argued that because it is such a small town with a large concentration of tourists in one location and keeping the business open after dark it is reasonable to provide adequate protection by police or security on Main Street. Especially because there is no public transport.<br /><br />Therefore, by failing to provide security, Craft Village breached its duty.<br /><br /><b>Causation</b><br /><br /><b>Actual cause</b><br /><br />But for failure to provide protection, Jean would not have been harmed.<br /><br /><b>Proximate Cause</b><br /><br />It is foreseeable given the above mentioned circumstances that a tourist like Jean would be mugged. Mugger is intervening force but Craft made crime more likely to occur. <br /><br />Thus, Craft Village is the proximate cause.<br /><br /><b>Damages</b><br /><br />General damages for pain and suffering. Special damages for loss of purse.<br /><br /><b>Defenses</b><br /><br /><b>Contributory Negligence</b><br /><br />Conduct which falls below the standard of care for one's own protection.<br /><br />Craft Village will argue that Jean went out on her own and did not protect herself. However, no facts indicate Jean's conduct contributed to her own injury. Not a valid defense.<br /><br /><b>Assumption of Risk</b><br /><br />A party assumes the risk if he knowingly undertakes an activity with full knowledge of the risk. <br /><br />No facts indicate Jean knew the risk of a robbery occurring. Assumption of risk is an invalid defense.<br /><br /><b>Immunity</b><br /><br />As a city, Craft Village will seek immunity. However, the act of maintain[ing] Main Street was proprietary in nature and not immune.<br /><br /><b>Jean v. Northwood Gallery (Northwoods)</b><br /><br /><b>Negligence</b><br /><br />Defined supra.<br /><br /><b>Duty</b><br /><br />Special duty - As a store owner Northwoods owed a duty to all its invitee patrons to inspect, discover and warn of any angers. However, Jean was not a patron or even on Northwoods' property.<br /><br /> Therefore, there is no duty owed to Jean.<br /><br /><b>General Duty</b><br /><br />Not to subject patrons to unreasonable harm. Northwoods owes no general duty because Jean was not patron.<br /><br /><b>Jean v. Snooze Inn (Snooze)</b><br /><br /><b>Negligence</b><br /><br />Defined supra.<br /><br /><b>Duty as an innkeeper</b>, Snooze owes a higher standard of care, including to protect guests from harm and partake in a course of conduct which causes the least harm. <br /><br />Jean was a guest and therefore a duty was owed.<br /><br /><b>Breach</b><br /><br />By failing to provide protection or some type of shuttle service for its guests, Snooze's actions were below the standard of care of a reasonable innkeeper in the same or similar circumstances. Especially given the concentration of tourists which increases the likelihood of crime. Thus Snooze breached its duty of care to Jean.<br /><br /><b>Causation</b><br /><br /><b>Actual Cause</b><br /><br />But for Snooze's failure to adequately protect Jean, Jean would not have been robbed.<br /><br />Snooze is the actual cause.<br /><br /><b>Proximate Cause</b><br /><br />It is foreseeable that it being after hours and in a tourist area that a person will be robbed. Snooze will claim Mugger's actions were an intervening force. However, Mugger's conduct was the type of harm they were obligated to protect against, thus not superceding.<br /><br />Thus, Snooze is the proximate cause.<br /><br /><b>Damages</b><br /><br />As discussed under negligence of Craft Village. Jean is entitled to general and special damages.<br /><br /><b>Defenses</b><br /><br /><b>Contributory Negligence</b><br /><br />This will fail as discussed above.<br /><br /><b>Assumption of Risk</b><br /><br />This will fail as discussed above.<br /><br /><b>Indemnity</b><br /><br />If Snooze is found secondarily liable then they may seek indemnity from Craft Village.<br /><br /><b>Contribution</b><br /><br />Joint tortfeasor may seek reimbursement from other tortfeasor. <br /><br />Craft Village and Snooze may file for contribution against each other.",
				"<b>Jean v. Mugger</b><br /><br /><b>1. Issue - Is Mugger Liable to Jean for Tortious Assault?</b><br /><br />Under common law, assault is the voluntary act with intent to place another in immediate apprehension of a battery (harmful/or offensive contact). Here Mugger, expressly \"threatened\" Jean by saying, \"Hand over your purse or I'll beat you up.\" This express threat is sufficient and of which Jean was aware to cause a reasonable person in immediate apprehension of being beat up (harmful/offensive contact). Therefore Mugger will be liable to Jean for assault.<br /><br /><b>2. Issue - Is Mugger liable to Jean for Tortious Battery?</b><br /><br />Under common law, battery is the voluntary act with intent to cause harmful/offensive contact and does cause such contact. Here, Mugger used his threat to obtain the purse. Because Jean actually held her purse out to him, rather than him taking it by force (no harmful/offensive contact occurred), Mugger will probably not be liable for battery.<br /><br /><b>3. Issue - Is Mugger liable to Jean for Conversion?</b><br /><br />Conversion is the unreasonable interference with another person's chattel to sufficiently dispossess them of it. Here, Mugger's interference is the crime of robbery (Trespassory taking and carrying away of personal property of another with the intent to permanently deprive for the person/presence of through the use of force or fear). Because his words and actions expressed that he intended to take and keep the purse, which he in fact did, Mugger will be liable to Jean for conversion.<br /><br /><b>Jean v. Craft Village</b><br /><br /><b>4. Issue - Can Craft Village be liable to Jean for negligence?</b><br /><br />Negligence is the failure to use due care that a reasonable person would use in the same or similar circumstances. A prima facie case of negligence requires the showing of the elements of duty, breach, actual and proximate cause and damages.<br /><br /><b>5. Did Craft Village owe Jean a Duty?</b><br /><br />Under common law, the duty owed is that of reasonable or due care under most situations where there is a duty owed. Normally there is no duty to strangers, absent a special relationship or statute. Where duty is owed by relationship, varying standards of care may be imposed depending on the nature of the relationship. Here, at minimum, the town is required to use due care in the protection of their citizens and visitors.<br /><br /><b>6. Did Craft Village owe Jean a higher standard of duty?</b><br /><br />Craft Village is a town [in] which streets are open to the public. Jean's status as a public invitee (licensee) requires that the town exercise a higher standard of care. The standard required is to warn of known dangers. If the town knew or should have known they had a problem with crime, they have a duty to warn/repair.<br /><br /><b>7. Did Craft Village breach their duty?</b><br /><br />Breach occurs when the defendant fails to use reasonable care. Here, the town provided street lighting which may be viewed as a reasonable care to deter crimes which often happen in the dark, such as robbery. The town also required all businesses to remain open until 8:00, that could be to ensure that there are a lot of people around during \"core\" hours, which provides another level of protection from crime. However, if Craft knew or should have know they had a crime problem, and these security features they've employed (lights, hours) are not sufficiently reasonable to mitigate the threat of crime, they may be found to have breached their duty. Absent their knowledge of the crime, Craft will not be found to have breached.<br /><br /><b>8. Was Craft Village actions the legal/proximate cause?</b><br /><br />Unless it can be found that Craft Village failed to act reasonably in the protections it provided, the town itself is not the legal or proximate cause of Jean's mugging, the mugger is. Therefore the town will not be held responsible.<br /><br /><b>Jean v. Northwoods</b><br /><br /><b>9. Issue - Can Northwoods be liable to Jean in negligence?</b><br /><br />Negligence and its elements are discussed above. Northwoods may owe a duty to its customers to discover and repair all known dangers. Here, Jean only made it halfway to the store, so she wasn't on the premises. However, Northwoods is the only store that stays open until 11:00 pm at night. Therefore if it can be found that Northwoods' late hours are not reasonable for the safety of its customers, they may owe a duty to warn its customers of potential dangers to include criminal activity in the area.<br /><br />ACTUAL CAUSE - is the \"cause in fact\" of the harm done. PROXIMATE CAUSE - is the legal scope of responsibility. Under Palsgraf, Cardozo asserted that one is responsible for those plaintiffs in the zone of danger, however, Andrews asserted a duty to one is a duty to all. Here, the Mugger is the \"But, for\" or cause in fact of Jean's mugging (Damages). However, if Northwoods' late hours are a substantial factor in her mugging (Jean wouldn't have been on the street after 8:00 because the other stores close then), and on the street to the store is sufficiently within the zone of danger, then Northwoods may be found to have had a duty which they breached.<br /><br /><b>Jean v. Snooze Inn</b><br /><br /><b>10. Can Snooze Inn be liable to Jean for negligence?</b><br /><br />Negligence (see supra). As an innkeeper, Snooze Inn owes a duty of care to its patrons. Jean was a patron of the hotel as she stayed overnight for two days. The standard of care of innkeepers is determined by a special relationship under which Jean was an invitee. Under this standard, the hotel will have a duty to warn of all known dangers, including a danger of criminal activity if they knew or should have known. Absent the knowing of this fact, Snooze Inn, there are no facts to show that Snooze failed to act reasonably. Therefore, they will not be liable to Jean for Negligence.<br /><br /><b>11. Does Northwoods/Snooze/Craft have a defense of assumption of the risk?</b><br /><br />Assumption of the risk is when a person knows and appreciates the nature of risks inherent to an activity and assumes that risk by voluntarily proceeding with the activity. Here, Jean, as a visitor, may not have known of the crime potential in the town. However, the fact that all but one of the stores close at 8:00 pm may be an indicator that the town does not want people on the streets after that time. The fact that Northwoods was open until later may negate that logic. If a reasonable person would not walk in the streets after 8:00 because of obvious dangers or risks (especially to a woman traveling alone), the business and hotel may be able to assert the defense of assumption of the risk. Assumption of the risk is a complete bar to the plaintiff's recovery.<br /><br /><b>12. Does Northwoods/Snooze/Craft have a defense of comparative negligence?</b><br /><br />At common law, a person has the responsibility to act reasonably for the protection of their own self. Here if Jean was not acting reasonably in walking alone, after dark, on an unoccupied street, the hotel/business may be able to assert comparative negligence which is a partial bar to recovery. Jean's recovery will be apportionately reduced by the percentage of fault attributed to her. In some jurisdictions, comparative fault is a complete bar, if the percentage of fault of the plaintiff is half or more (51%).<br /><br />"
			],
			"issues": {
				"assault": {
					"def": [
						"The intentional placing of another in reasonable apprehension of an immediate harm without consent or justification.",
						"Under common law, assault is the voluntary act with intent to place another in immediate apprehension of a battery (harmful/or offensive contact)."
					],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"The intentional placing of another in reasonable apprehension of an immediate harm without consent or justification.<br /><br />When the mugger shouted at Jean to \"Hand over your purse, or I'll beat you up,\" his conduct was volitional and therefore intentional.<br /><br />Mere words are not adequate to cause apprehension. The words \"hand over your purse or I'll beat you up\" coupled with the fact that he had the present ability to carry the threat out indicates the placing of another in reasonable apprehension.<br /><br />In addition, Jean held out the purse indicating that she was apprehensive. It does not seem that Mugger had consent or justification.<br /><br />Therefore, Mugger is liable for assault.",
						"Under common law, assault is the voluntary act with intent to place another in immediate apprehension of a battery (harmful/or offensive contact). Here Mugger, expressly \"threatened\" Jean by saying, \"Hand over your purse or I'll beat you up.\" This express threat is sufficient and of which Jean was aware to cause a reasonable person in immediate apprehension of being beat up (harmful/offensive contact). Therefore Mugger will be liable to Jean for assault."
					]
				},
				"battery": {
					"def": ["Battery is harmful or offensive touching of another without consent or justification.",
							"Under common law, battery is the voluntary act with intent to cause harmful/offensive contact and does cause such contact."],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"Battery is harmful or offensive touching of another without consent or justification.<br /><br />When Mugger roughly snatched Jean's purse from her he touched an item that was intimate to Jean's person, which was offensive.<br /><br />Therefore, there was a touching of another. There is not consent due to the fact Jean held her purse out because she was afraid and no justification.<br /><br />Therefore Mugger is liable for battery.",
						"Under common law, battery is the voluntary act with intent to cause harmful/offensive contact and does cause such contact. Here, Mugger used his threat to obtain the purse. Because Jean actually held her purse out to him, rather than him taking it by force (no harmful/offensive contact occurred), Mugger will probably not be liable for battery."
					]
				},
				"trespass_to_chattels": {
					"def": [
							"Trespass to chattel is the interference with the personal property of another."
						],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"Trespass to chattel is the interference with the personal property of another.<br /><br />When Mugger roughly snatched Jean's purse and fled he interfered with the personal property, a purse, which belonged to Jean. Jean gave no consent and Mugger was not justified in his behavior.<br /><br />Thus, Mugger is liable for trespass to chattel. <br /><br />Jean may recover damages caused by the interference."	
					]
				},
				"conversion": {
					"def": [
						"Conversion is the intentional exercise of dominion and control over the personal property of another.",
						"Conversion is the unreasonable interference with another person's chattel to sufficiently dispossess them of it."
					],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"Conversion is the intentional exercise of dominion and control over the personal property of another.<br /><br />When Mugger snatched Jean's purse and fled he exercised dominion and control over Jean's personal property contrary to Jean's possessory rights.<br /><br />Therefore, Mugger is liable for conversion. Jean may recover for damages for the cost of the purse including value of the purse in a forced sale or reasonable rental value if returned, plus damages.",
						"Conversion is the unreasonable interference with another person's chattel to sufficiently dispossess them of it. Here, Mugger's interference is the crime of robbery (Trespassory taking and carrying away of personal property of another with the intent to permanently deprive for the person/presence of through the use of force or fear). Because his words and actions expressed that he intended to take and keep the purse, which he in fact did, Mugger will be liable to Jean for conversion."
					]
				},
				"negligence": {
					"def": [
							"Negligence is the failure to use due care that a reasonable person would use in the same or similar circumstances.",
							"A person 'A' may be liable to another person 'B' for damage if it is found that 'A' owed a duty to 'B', that they breached their duty, which was the actual and proximate cause of B's injuries."
						],
					"hypo": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.",
					"samples": [
						"Craft Village may be liable to Jean for damage if it is found that Craft Village owed a duty to Jean, that they breached their duty, which was the actual and proximate cause of Jean's injuries.",
						"Negligence is the failure to use due care that a reasonable person would use in the same or similar circumstances. A prima facie case of negligence requires the showing of the elements of duty, breach, actual and proximate cause and damages."
					]
				},
				"negligence_duty": {
					"def": [
						"A person owes a duty of due care not to subject another person to unreasonable harm.",
						"Not to subject patrons to unreasonable harm.",
						"Under common law, the duty owed is that of reasonable or due care under most situations where there is a duty owed. Normally there is no duty to strangers, absent a special relationship or statute. Where duty is owed by relationship, varying standards of care may be imposed depending on the nature of the relationship."
					],
					"hypo": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.",
					"samples": [
						"As a small town Craft Village owes a duty of due care not to subject visitors of the town to unreasonable harm as a reasonable small town in the same or similar circumstances.<br /><br />It may be argued that because Craft Village was a small town, with no public transportation, popular with tourists and all stores located on one main street that they owed a duty of care to the patrons of the village to make the streets safe. Especially in light of the fact the city required the stores to remain open until 8:00 p.m. which could be considered past dark and more inviting for crime.<br /><br /> Jean was a foreseeable plaintiff in that she was a tourist of the village out shopping. Therefore, Craft Village owed a duty.",
						"Not to subject patrons to unreasonable harm. Northwoods owes no general duty because Jean was not patron.",
						"Under common law, the duty owed is that of reasonable or due care under most situations where there is a duty owed. Normally there is no duty to strangers, absent a special relationship or statute. Where duty is owed by relationship, varying standards of care may be imposed depending on the nature of the relationship. Here, at minimum, the town is required to use due care in the protection of their citizens and visitors."
					]
				},
				"negligence_duty_premises": {
					"def": [
						"Occupiers of land owed a duty to all its invitee patrons to inspect, discover and warn of any dangers."
					],
					"hypo": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.",
					"samples": [
						"As a small town, Craft Village is the occupier of the city street, including Main Street. Jean will argue that Jean is an invitee because she was on the street for the purpose it was open to the public. Thus, Craft Village owed a duty to inspect, discover, warn or correct any harm.<br /><br />Even if Jean is determined to be a licensee Craft would owe a duty to warn or make safe any known harm.<br /><br />The facts do not indicate that Craft Village was aware of or had reason to inspect for any incidents of crime. There is no special duty owed.",
						"Special duty - As a store owner Northwoods owed a duty to all its invitee patrons to inspect, discover and warn of any angers. However, Jean was not a patron or even on Northwoods' property.<br /><br /> Therefore, there is no duty owed to Jean.",
						"Duty - as an innkeeper, Snooze owes a higher standard of care, including to protect guests from harm and partake in a course of conduct which causes the least harm. <br /><br />Jean was a guest and therefore a duty was owed.",
						"Craft Village is a town [in] which streets are open to the public. Jean's status as a public invitee (licensee) requires that the town exercise a higher standard of care. The standard required is to warn of known dangers. If the town knew or should have known they had a problem with crime, they have a duty to warn/repair.",
						"Northwoods may owe a duty to its customers to discover and repair all known dangers. Here, Jean only made it halfway to the store, so she wasn't on the premises. However, Northwoods is the only store that stays open until 11:00 pm at night. Therefore if it can be found that Northwoods' late hours are not reasonable for the safety of its customers, they may owe a duty to warn its customers of potential dangers to include criminal activity in the area.",
						"As an innkeeper, Snooze Inn owes a duty of care to its patrons. Jean was a patron of the hotel as she stayed overnight for two days. The standard of care of innkeepers is determined by a special relationship under which Jean was an invitee. Under this standard, the hotel will have a duty to warn of all known dangers, including a danger of criminal activity if they knew or should have known. Absent the knowing of this fact, Snooze Inn, there are no facts to show that Snooze failed to act reasonably. Therefore, they will not be liable to Jean for Negligence."
					]
				},
				"negligence_breach": {
					"def": [
						"Breach occurs when the defendant fails to use reasonable care."		
					],
					"hypo": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.",
					"samples": [
						"Under the general duty of making the streets safe given the circumstances it may be argued that because it is such a small town with a large concentration of tourists in one location and keeping the business open after dark it is reasonable to provide adequate protection by police or security on Main Street. Especially because there is no public transport.<br /><br />Therefore, by failing to provide security, Craft Village breached its duty.",
						"By failing to provide protection or some type of shuttle service for its guests, Snooze's actions were below the standard of care of a reasonable innkeeper in the same or similar circumstances. Especially given the concentration of tourists which increases the likelihood of crime. Thus Snooze breached its duty of care to Jean.",
						"Breach occurs when the defendant fails to use reasonable care. Here, the town provided street lighting which may be viewed as a reasonable care to deter crimes which often happen in the dark, such as robbery. The town also required all businesses to remain open until 8:00, that could be to ensure that there are a lot of people around during \"core\" hours, which provides another level of protection from crime. However, if Craft knew or should have know they had a crime problem, and these security features they've employed (lights, hours) are not sufficiently reasonable to mitigate the threat of crime, they may be found to have breached their duty. Absent their knowledge of the crime, Craft will not be found to have breached."
					]
				},
				"negligence_actual_cause": {
					"def": [
						"ACTUAL CAUSE — is the \"cause in fact\" of the harm done."		
					],
					"hypo": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.",
					"samples": [
						"But for failure to provide protection, Jean would not have been harmed.",
						"But for Snooze's failure to adequately protect Jean, Jean would not have been robbed.<br /><br />Snooze is the actual cause.",
						"ACTUAL CAUSE — is the \"cause in fact\" of the harm done. PROXIMATE CAUSE —is the legal scope of responsibility. Under Palsgraf, Cardozo asserted that one is responsible for those plaintiffs in the zone of danger, however, Andrews asserted a duty to one is a duty to all. Here, the Mugger is the \"But, for\" or cause in fact of Jean's mugging (Damages). However, if Northwoods' late hours are a substantial factor in her mugging (Jean wouldn't have been on the street after 8:00 because the other stores close then), and on the street to the store is sufficiently within the zone of danger, then Northwoods may be found to have had a duty which they breached."
					]
				},
				"negligence_proximate_cause": {
					"def": [
						"PROXIMATE CAUSE is the legal scope of responsibility."		
					],
					"hypo": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.",
					"samples": [
						"It is foreseeable given the above mentioned circumstances that a tourist like Jean would be mugged. Mugger is intervening force but Craft made crime more likely to occur. <br /><br />Thus, Craft Village is the proximate cause.",
						"It is foreseeable that it being after hours and in a tourist area that a person will be robbed. Snooze will claim Mugger's actions were an intervening force. However, Mugger's conduct was the type of harm they were obligated to protect against, thus not superceding.<br /><br />Thus, Snooze is the proximate cause.",
						"Unless it can be found that Craft Village failed to act reasonably in the protections it provided, the town itself is not the legal or proximate cause of Jean's mugging, the mugger is. Therefore the town will not be held responsible."
					]
				},
				"negligence_general_damages": {
					"def": [
						""		
					],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"General damages for pain and suffering."			
					]
				},
				"negligence_special_damages": {
					"def": [
						""		
					],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"Special damages for loss of purse."			
					]
				},
				"negligence_contributory": {
					"def": [
						"Conduct which falls below the standard of care for one's own protection."		
					],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"Conduct which falls below the standard of care for one's own protection.<br /><br />Craft Village will argue that Jean went out on her own and did not protect herself. However, no facts indicate Jean's conduct contributed to her own injury. Not a valid defense."			
					]
				},
				"negligence_comparative": {
					"def": [
						"At common law, a person has the responsibility to act reasonably for the protection of their own self."		
					],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"At common law, a person has the responsibility to act reasonably for the protection of their own self. Here if Jean was not acting reasonably in walking alone, after dark, on an unoccupied street, the hotel/business may be able to assert comparative negligence which is a partial bar to recovery. Jean's recovery will be apportionately reduced by the percentage of fault attributed to her. In some jurisdictions, comparative fault is a complete bar, if the percentage of fault of the plaintiff is half or more (51%)."			
					]
				},
				"negligence_assumption_of_risks": {
					"def": [
						"A party assumes the risk if he knowingly undertakes an activity with full knowledge of the risk.",
						"Assumption of the risk is when a person knows and appreciates the nature of risks inherent to an activity and assumes that risk by voluntarily proceeding with the activity."
					],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"A party assumes the risk if he knowingly undertakes an activity with full knowledge of the risk. <br /><br />No facts indicate Jean knew the risk of a robbery occurring. Assumption of risk is an invalid defense.",
						"Assumption of the risk is when a person knows and appreciates the nature of risks inherent to an activity and assumes that risk by voluntarily proceeding with the activity. Here, Jean, as a visitor, may not have known of the crime potential in the town. However, the fact that all but one of the stores close at 8:00 pm may be an indicator that the town does not want people on the streets after that time. The fact that Northwoods was open until later may negate that logic. If a reasonable person would not walk in the streets after 8:00 because of obvious dangers or risks (especially to a woman traveling alone), the business and hotel may be able to assert the defense of assumption of the risk. Assumption of the risk is a complete bar to the plaintiff's recovery."
					]
				}
				
			}
						
		},
		{
			"id": 2,
			"reference": "October 2002",
			"topic": "",
			"essay": "A zoo maintenance employee threw a pile of used cleaning rags into a hot, enclosed room on the zoo's premises. The rags contained a flammable cleaning fluid that later spontaneously burst into flames as a result of the heat in the room.<br /><br /> The fire caused a large water main in the zoo to burst, and the escaping water from the main washed away a portion of the zoo's zebra pen fence. A zebra escaped from the zoo through the hole in the fence caused by the water.<br /><br /> A young child encountered the zebra in a nearby residential area. The child petted the zebra and offered it a stick of candy. In taking the candy from the child the zebra bit off one of the child's fingers.<br /><br /> On what theory or theories of liability might an action be brought against the zoo on behalf of the child and what should be the likely outcome of such action? Discuss.",
			"sampleAnswers": [
				"<b>I. Child vs. Zoo</b><br /><br /> <b>Strict Liability.</b> For the child to recover against zoo in strict liability she must simply show that the wild animal causing her injury was owned by or under the care of the zoo and that she suffered injury that were [sic] of the type consistent with foreseeable harm by the wild animal. This is because owners/caretakers of wild animals are strictly liable for the reasonable and foreseeable harm caused by the wild animal.<br /><br /> Here, the zebra was clearly under the care/control of the zoo when it escaped from its cage. As such, zoo would be strictly liable for any reasonable/foreseeable harm the animal causes.<br /><br /> Zoo will argue that the child assumed the risk when it petted the zebra and offered it a stick of candy. However, given the fact that the zebra is generally considered to be a wild animal, and that it is foreseeable that it could bite if in close proximity to a person, this would not relieve zoo's liability.<br /><br /> <b>II. Child vs. Zoo</b><br /><br /> <b>Negligence.</b> For child to recover against zoo in negligence, she must show duty, breach of that duty, causation, and damages.<br /><br /> [Note: Zoo's liability would be based on various liability under the theory of respondeat superior as the zoo's employer (Maintenance Man), and the performance of his duty, set into motion the series of events that resulted in child's injury.]<br /><br /> <b>Duty.</b> Duty arises when there is a legally recognized relationship between plaintiff and defendant that results in defendant having to act is [sic] some fashion other than arbitrarily towards plaintiff. The duty owed is one of reasonable care towards all foreseeable plaintiffs in the zone of danger created by defendant's negligence.<br /><br /> At common law, duty was largely based on one's status in relationship to defendant. One could be an invitee, a licensee, or a trespasser. Here the child plaintiff was not on defendant's property at the time of the accident, but rather was in a residential area \"nearby\" the zoo. As zoo is in the business of housing, caring for, and maintaining wild animals, it should be reasonably foreseeable that an accident could arise that would result in an animal being left loose in the nearby community, and because of the nature of a wild animal's behavior, harm could have resulted to a person in the nearby community. This is particularly true where children are around.<br /><br /> <b>Breach of Duty.</b> Breach of duty arises when defendant's actions do not rise to the standard of care required by the law. Here, Learned Hand's approach would note that the zoo breached its duty if the cost incurred with avoiding the harm causing incident was less than the product of the probability of the harm causing incident arising and the magnitude of loss should the harm causing event occur.<br /><br /> Here, a fire caused a large water main to break with the ensuing rush of water washing away a portion of the zebra's pen fence. When considering a pen fence, (as opposed to a sturdy cage), it's entirely foreseeable that a sudden deluge of water could wash away a portion of the \"fence.\" As such, the zoo should have ensured construction of a caged facility that would be sturdy enough to withstand this type of accident.<br /><br /> The cost involved with the construction of a pen of this nature would be significantly less than the potential danger that a wild animal could cause to men, women, and children in a nearby area should that animal escape. As such, it could be argued that the zoo breached its duty.<br /><br /> <b>Causation.</b> For liability to arise, the zoo (or in this case, the zoo's employee) would have to be both actual and primary cause of the child's injury.<br /><br /> <b>Actual Cause.</b> Actual cause arises when \"but for\" defendant's actions, plaintiff would not have been injured. Here, the zoo's maintenance employee threw a pile of cleaning rags saturated with a flammable cleaning fluid into a hot, enclosed room. The maintenance man should have known that there was the potential for the rags igniting resulting in a fire. When this happened, the fire set into motion a series of events that resulted in the zebra getting free and the child being bitten. As such, \"but for\" the maintenance man's action, the child's injury would not have occurred.<br /><br /> <b>Proximate Cause.</b> Arises when a result is the natur[al] and probable/reasonable and foreseeable consequences of defendant's actions. Here, we look to see if the injury is of the type reasonably expected, or was significantly more severe than reasonably expected. Here, there was a fire, that resulted in a water main bursting, that resulted in a fence being washed away, that led to a zebra escaping, that resulted in a child being bitten by the zebra. The zoo could reasonably argue that the type of injury resulting to the child was not of the type that would be the foreseeable natural consequence of a fire that caused a water main to break. As such, they could avoid liability as the maintenance man's actions would not be the proximate cause of the child's injury.<br /><br /> <b>Defenses.</b> At common law, contributing negligence was a complete bar to recovery. Here, the zoo could argue that the child was contributorily negligent when she petted the zebra and fed it candy. If the court argued, child would be barred from recovery.<br /><br /> <b>Comparative Fault. </b>Today, most jurisdictions have adopted comparative fault. Here, the could [sic] would weight [sic] the percentage of responsibility on each of the parties and assess damages accordingly. If child was less at fault than zoo, she could recover accordingly.<br /><br /> <b>Assumption of Risk.</b> If it can be shown that the child knew the consequences of her actions and knowingly embraced the danger, this could bar her from recovery. This would be a matter of fact for the court to decide.",
				"<b>Child v. Zoo</b><br /><br /> <b>Strict Liability</b><br /><br /> Owners of trespassing wild animals will be held strictly liable (no fault need be shown) for damages proximately caused by the animals.<br /><br /> <b>Zebra a Wild Animal?</b> A wild animal is one that is not domesticated (does not serve man). A zebra is a wild animal because its only use is to be displayed in a zoo. This zebra is from a zoo and thus is considered wild.<br /><br /> <b>Causation.</b><br /><br /> The damage to the child was both actually (BUT-FOR TEST) and proximately (LEGALLY) caused by the zebra because the zebra bit off the child's fingers [sic]. But for this biting, the child would not have lost his fingers [sic]. There are no superseding causes.<br /><br /> <b>Damages.</b> The child lost his fingers [sic].<br /><br /> <b>Defense.</b> Because contributory negligence is not a defense to strict liability, the only question is whether Child assumed the risk.<br /><br /> <b>ASSUMPTION OF RISK</b> requires plaintiff to understand the nature and extent of the risk and to disregard that risk. Here there is no evidence that Child apprehended a risk when approaching the Zebra. Indeed, Child's offer of candy was a friendly gesture that showed Child probably was comfortable and had no idea that his fingers were in danger.<br /><br /> Therefore Child did not assume the risk of injury.<br /><br /> <b>Domestic Animal?</b><br /><br /> Zoo could try to claim that, like a horse, a Zebra is a domestic animal, and as such, Zoo would not be strictly liable unless the zebra had known dangerous tendencies. However, this claim should be dismissed because a zebra only looks like a horse; they [sic] are not, however, domesticated.<br /><br /> Under the facts Child should be able to recover from Zoo in Strict Liability.<br /><br /> <b>Negligence?</b><br /><br /> Negligence is conduct that falls below the standard of care set by law to protect others from unreasonable risk of harm.<br /><br /> Here Child may also assert a claim in negligence if he can show that Zoo breached an owed duty to him, actually and proximately causing Child's damages.<br /><br /> <b>Vicarious Liability</b><br /><br /> Under the doctrine of RESPONDEAT SUPERIOR Zoo will be liable for torts committed by its employees if they act within the scope of their duties.<br /><br /> Here the maintenance employee was doing his duties, cleaning up, when he threw the rag into the hot room. Zoo will be liable for any tort arising from this act if it is tortious.<br /><br /> <b>Duty.</b><br /><br /> Zoo owes a duty to act as a reasonable zoo. In addition, as possessor of land, they owe a duty not to harm others outside their land by activities on the land.<br /><br /> <b>Breach.</b><br /><br /> Under Cardozo from the Palsgraf decision a duty is owed to all foreseeable plaintiffs, generally within the zone of the activity. Here it is foreseeable that an escaped Zebra would run into civilians and so Zoo was under a duty to be very careful this wouldn't happen.<br /><br /> Here Zoo breached this duty in possibly several ways.<br /><br /> 1. First, Child could argue that Zoo's employee was negligent in not realizing that a rag soaked with a flammable liquid could spontaneously combust in a hot enclosed room. This, however, is a poor argument because most maintenance men do not have that understanding of physics and chemistry.<br /><br /> 2. Second, Child could claim that Zoo did not build a strong enough fence to keep the zebras penned in. This is not so strong either because the force from the broken water main probably exceeded any natural force that could reasonably be foreseen. But if the fence was not strong for normal wear and tear Child could show breach here.<br /><br /> 3. A third argument, much better, is that Zoo has a duty to notice when wild animals escape and has ready plans to round them up or tranquilize them if they do escape. Here it seems Zoo did nothing while the zebra ran away. Therefore Zoo has breached its duty to control its animals.<br /><br /> <b>Causation.</b> Zoo might claim that the Child's offer of candy was superseding cause that breaks the chain of proximate causation. However, Child would have to be doing something independent and unforeseeable for Zoo to prevail. While carrying candy is not a response to an escaped zebra, it is not unforeseeable that a child should have candy, nor is it unforeseeable that such a child might offer it to the zebra.<br /><br /> <b>Damages.</b><br /><br /> Discussed supra.<br /><br /> <b>Defenses.</b><br /><br /> <b>CONTRIBUTORY NEGLIGENCE</b> is conduct by the plaintiff that fails to conform to the standard of care set by law for the plaintiff's own protection. Here a CHILD STANDARD OF CARE applies. Child will be expected to act as a reasonable child of similar age, experience, and education will act in similar circumstances.<br /><br /> Here Child's behavior is typical of a \"young child\" and is therefore not negligent.<br /><br /> <b>ASSUMPTION OF RISK</b> fails for the similar reason as discussed supra.<br /><br /> Therefore Child could also recover for his damages under Negligence theory."
			],
			"issues": {
				"strict_liability": {},
				"negligence": {},
				"negligence_duty": {},
				"negligence_duty_peril": {},
				"negligence_breach": {},
				"negligence_actual_cause": {},
				"negligence_proximate_cause": {},
				"negligence_comparative": {},
				"negligence_contributory": {},
				"negligence_assumption_of_risks": {},
				"vicarious_liability": {}
			}
		},
		{
			"id": 3,
			"reference": "June 2003",
			"topic": "",
			"essay": "Flora owns a busy florist shop on a major thoroughfare near a dangerous intersection. The intersection has been the site of recent accidents, some involving cars exiting Flora's parking lot. Because of this situation she hired Attendant to direct traffic into and out of the parking lot and placed a sign at the lot's entrance, visible from the street, which states: \"Caution, Cars Entering Street.\" Flora also instructed Attendant to make sure that the street was clear before sending a car out, but she provided no other instructions or training. She was aware that Attendant was sometimes careless in his work. Attendant, given the clothes he wears, could not be mistaken for a police officer.<br /><br /> One morning, distracted by the line of honking cars that wished to exit the lot, Attendant waved Customer's car out of the parking lot with only a hurried glance to determine if the street was clear. Customer heeded Attendant's signal to exit the lot, but was distracted by her crying baby in the back seat and did not check to see if the street was clear. Businessman, who was driving toward Flora's shop, was dialing his cellular phone, and did not see Customer's car exiting the lot.<br /><br /> Businessman, whose driver's license had expired, collided with Customer. Both drivers were injured and both cars were damaged.<br /><br /> It is a crime to drive with an expired driver's license. It is also a crime to employ a parking attendant who does not possess a special parking attendant license which costs $50, and requires three hours of safety training relating to operating a parking lot. Any employer of a parking attendant must obtain the license on behalf of the employee and is responsible for ensuring that the employee attends the three hours of safety training. Flora did neither.<br /><br /> On what theory or theories might an action or actions for damages be brought, and what defenses might be anticipated by:<br /><br /> 1. Customer against Businessman? Discuss.<br /><br /> 2. Customer against Flora? Discuss.<br /><br /> 3. Businessman against Flora? Discuss.<br /><br /> 4. Customer and Businessman against Attendant? Discuss.",
			"sampleAnswers": [
				"<b>I. Customer (C) v. Businessman (B)</b><br /><br /> Customer will bring an action against Businessman under a negligence theory.<br /><br /> Negligence requires a Breach of a Duty that Causes Damages.<br /><br /> <b>A. Duty</b><br /><br /> B had a duty to drive as a reasonable driver with reasonable care to all for[e]seeable plaintiffs.<br /><br /> <b>B. Breach - Negligence Per Se</b><br /><br /> B was driving with an expired license in violation of a criminal statue. Violation of statute can establish breach only if the statute was established to protect this class of plaintiff from this class of harm. Breach cannot be proven here using negligence per se. Renewing a license really does nothing with respect to making people safer drivers. <b>Breach - Established</b><br /><br /> B was dialing on his cell phone and did not see C. It is careless to dial on a cell phone and not watch where you are going. B breached his duty to drive with reasonable care.<br /><br /> <b>C. Causation</b><br /><br /> <b>Actual</b> - It is unclear if B could have stopped in time or avoided the accident had he been paying attention. It can probably be proven that but-for his carelessness the accident would not have happened.<br /><br /> <b>Proximate</b> - It is for[e]seeable that failing to pay attention to the road will result in a collision.<br /><br /> <b>D. Damages</b><br /><br /> C suffered personal injury and property damage.<br /><br /> <b>E. Defenses</b><br /><br /> <b>1. Comparative Negligence - Pure</b><br /><br /> In a majority of jurisdictions, C will only be able to recover damages in (inverse) proportion to her fault. If the accident was partly C's fault (as facts imply) she will be responsible for her share of her own damages.<br /><br /> <b>2. Comparative Negligence - Partial</b><br /><br /> In some jurisdictions, C may recover in (inverse) proportion to fault, but she will be totally barred from any recovery if her fault is 50% or greater. <br /><br /><b>3. Contributory Negligence</b><br /><br /> In a minority of jurisdictions, if C negligence at all contributed to the accident, she will be totally barred from recovery. C didn't check to see if the road was clear. This could bar her recovery. She was not driving with sufficient reasonable care.<br /><br /> <b>4. Contributory Negligence Exception - Last Clear Chance (LCC)</b><br /><br /> In jurisdictions following contributory negligence with the LCC doctrine B will not be able to use the defense of contributory negligence if B had the last clear chance to avoid the accident.<br /><br /> B will have had the last clear chance if he knew or should have known of the danger, could have prevented it, but did not.<br /><br /> Although C was negligent, B should have seen her coming out, and if that would have enabled him to avoid the collision, the defense fails.<br /><br /> F. C liable to B for personal injury and property damage, minus apportionment through comparative negligence.<br /><br /> <b>G. Contribution: by F to B.</b><br /><br /> <b>II. Customer(C) v. Flora (F)</b><br /><br /> Customer will bring a claim against Flora for negligence.<br /><br /> <b>Status of Parties</b><br /><br /> C is a business invitee of F's since C was on the premises for the business/financial benefit of F in the standard routine of business.<br /><br /> <b>Negligence</b><br /><br /> Defined Supra.<br /><br /> <b>Duty</b><br /><br /> Because C was a business invitee on F's premises, F owed her the highest duty to inspect reasonably for dangers, warn, and make safe. F had a duty to make bad traffic conditions safer.<br /><br /> <b>Respondeat Superior</b><br /><br /> Flora also has the vicarious liability/duty of all her employees engaged in normal business activities. As such, she is responsible for the actions of Attendant (A).<br /><br /> <b>Breach - Negligence Per Se</b><br /><br /> F violated the criminal statute requiring that anyone employing a parking attendant must ensure the parking attendant is licensed and trained. This can establish negligence per se if the purpose of the statute was to protect people like C from accidents like this. Since the training involved safety, it certainly applies here.<br /><br /> Breach established by negligence per se.<br /><br /> Breach - Established Actual<br /><br /> F had a duty to C to warn/find of known dangers and make them safe. Using a parking attendant would help this duty. However, Attendant was careless and F knew he was sometimes careless. F is responsible for his actions. Since A failed to warn/make safe and even worsened the situation by giving C assurance, F is definitely in breach. Actual breach (in addition to neg. per se) established (although only 1 needed).<br /><br /> <b>Causation</b><br /><br /> 1. But for attendant's failure to be careful, no accident.<br /><br /> 2. For[e]seeably carelessness by Attendant causes an accident.<br /><br /> <b>Damages</b><br /><br /> Supra.<br /><br /> <b>Defenses</b><br /><br /> Supra (same as B), except contributory/comparative not available in some jurisdictions for Business invitee, even though C didn't check.<br /><br /> <b>Additional Defenses</b><br /><br /> F may claim that (A) was frolic[k]ing outside scope of duties and/or that criminal statute not made to prevent this harm.<br /><br /> Both will fail.<br /><br /> F liable for Personal Injury and Property Damage.<br /><br /> G. Contribution: By B to F.<br /><br /> <b>III. BUSINESSMAN AGAINST FLORA</b><br /><br /> <b>A. Negligence</b><br /><br /> Supra.<br /><br /> <b>B. Duty</b><br /><br /> B was a for[e]seeable plaintiff of F's negligence but was not an invitee because he was not yet on the premises. As such, F owed him a duty only to be a reasonable shopkeeper.<br /><br /> <b>C. Breach - Negligence Per Se</b><br /><br /> Supra.<br /><br /> B is included in people statute aimed to protect.<br /><br /> <b>D. Breach - Actual</b><br /><br /> It will be hard to prove F owed B a duty, since he wasn't on premises. However, A waving of C was actively negligent and F liable.<br /><br /> <b>E. Causation</b><br /><br /> But for Flora's negligence in training (A) and his subsequent actions for which she was liable, no accident.<br /><br /> For[e]seeably, A's failure to guide cars properly will cause accident with 3rd party. <b>F. Damages</b><br /><br /> B suffered personal injury and property damage.<br /><br /> <b>G. Defenses</b><br /><br /> Because B was not an invitee of F, the defenses of contributory negligence and comparative negligence will hold because F owed him no special duty, and B significantly contributed to his damages by failing to watch the road.<br /><br /> F liable to B for damages through vicarious liability of active negligence of A or through breach by negligence per se, but damages limited by B's contribution, depending on jurisdiction.<br /><br /> <b>IV. C and B v. A</b><br /><br /> C and B will bring a COA against A for negligence.<br /><br /> <b>Negligence</b> Supra.<br /><br /> <b>Duty</b> To act as an ordinary attendant with reasonable care.<br /><br /> <b>Breach</b> Attendant was \"careless\" and waved customer on with \"only a hurried glance.\"<br /><br /> <b>Causation</b> Actual - But for carelessly waving customer, no accident.<br /><br /> Proximate - For[e]seeably, waving customer carelessly results in accident.<br /><br /> <b>Damages</b><br /><br /> Personal Injury and Property Damage for B and C.<br /><br /> <b>Defenses</b> <b>Contributory Negligence</b><br /><br /> Supra.<br /><br /> <b>LCC Doctrine</b><br /><br /> Supra.<br /><br /> <b>Comparative Negligence Pure</b><br /><br /> Supra.<br /><br /> <b>Comparative Negligence Partial</b><br /><br /> Supra.<br /><br /> Attendant will be partially liable for damages in jurisdictions with pure comparative negligence, and may be liable in jurisdictions with partial comparative negligence, depending on how fault is assigned.<br /><br /> <b>Contribution</b><br /><br /> From C to A for damages to B.<br /><br /> From B to A for damages to C.",
				"<b>I. CUSTOMER v. BUSINESSMAN</b><br /><br /> <b>A. NEGLIGENCE</b> A negligence action will arise when one party has acted with an unreasonable amount of risk causing harm to another party where a duty is owed to avoid that risk. Here, Businessman and Customer have a traffic accident in which both drivers are injured and Customer is bringing an action for damages against Businessman.<br /><br /> <b>1. DUTY.</b> Duty is avoiding an unreasonable risk of harm to another person. Generally, duty is owed any time the party acts, called malfeasance. In cases of nonfeasance, that is, a failure to act, duty is only owed under special circumstances. Here Businessman was driving down the street toward the flower shop. As a driver, Businessman has a duty to drive reasonably to avoid the risk of harm to others on the street.<br /><br /> <b>2. STANDARD OF CARE</b> <b>a. GENERAL STANDARD OF CARE.</b> Generally, the standard of care ascribed to the duty owed is that of a reasonably prudent person in the same or similar circumstances. Here, Businessman would be expected to maintain a standard of care to the other drivers, that is, in line with the actions of any reasonably prudent driver driving toward the flower shop. Since Flora has erected a sign visible to drivers asking for extra caution in this area, the circumstances would demand that any reasonably prudent driver in this area would take extra care to avoid harm to others.<br /><br /> <b>b. STANDARD OF CARE BASED UPON A CRIMINAL STATUTE.</b><br /><br /> Sometimes, if there is an applicable criminal statute, the standard of care mandated by that statute may be used to define the standard of care required under negligence. Here, there is a statute that requires a drive[r] to have a valid license. Businessman's license has expired. He has violated the statute. However, when the statute merely applies to licensing and the collection of funds, it will generally not be used to define the standard of care under negligence. Here Businessman's expired license will not be used to define his standard of care when driving his car.<br /><br /> <b>3. BREACH OF DUTY.</b><br /><br /> <b>a. GENERAL BREACH OF DUTY.</b> A breach of duty exists when the avoidance of harm is less than the probability of harm and the probable severity of that harm (The Hand theory). Here, Businessman is driving in an area known as a dangerous intersection. The intersection has been the site of recent accidents and there is a sign asking for extra caution. It would be very easy for Businessman to heed the sign, put down his cellular phone, and take a little extra time and care in respect for the intersection. Weighing the ease with which Businessman could pay more attention against the probability of an accident (it is a dangerous intersection) and the possible severity of harm (auto accidents are always costly in both personal and property damage), shows that Businessman has breached his duty.<br /><br /> <b>b. BREACH OF DUTY BASED ON A STATUTE--NEGLIGENCE PER SE.</b> If there is an applicable criminal statute which may be used to define the standard of care, and that statute defines both the type of harm that has been caused and the harm has been caused to the class of people the statute was designed to protect, then the statute may be used to define the breach of duty. Here, Businessman has an expired license. The statute will not be applicable for negligence per se. See above.<br /><br /> <b>4. CAUSE IN FACT.</b> The harm that the plaintiff suffers must result directly from the action of the defendant, or the defendant's action must have been a substantial factor in causing that harm. Here, Business[sic] collided with Customer. He has actually caused her harm.<br /><br /> <b>5. PROXIMATE CAUSE.</b> The harm caused must also occur without any foreseeable superceding or intervening events which have broken the chain of events from the defendant's actions to the plaintiff's harm. Here Businessman runs into Customer. There are no superceding or intervening events. Businessman's act is the proximate as well as actual cause of Customer's harm.<br /><br /> <b>6. DAMAGES.</b> To recover in negligence, there must be actual damages. Here, both Customer and Businessman were injured. There were actual damages.<br /><br /> <b>7. DEFENSES.</b> Defenses available to the defendant include assumption of risk, comparative negligence, and contributory negligence (minority of jurisdictions).<br /><br /> <b>a. ASSUMPTION OF RISK.</b> If the plaintiff knows of the risk and has voluntarily decided to continue with his own actions taking that knowledge into consideration, he is said to have assumed the risk of his own activity. Here, Customer has chosen to drive her car; however, there is no indic[a]tion that she has assumed any special risk for that ordinary task. She certainly has not assumed the risk of being hit by Businessman at this particular time. Customer has not assumed the risk.<br /><br /> <b>b. COMPARATIVE NEGLIGENCE.</b> If the plaintiff is also acting negligently is[sic] his actions, he may be liable for part of his own damages. Total liability to the defendant will NOT be relieved. However, plaintiff may be responsible for a proportionate amount of his own damages with respect to his own level of liability. Here, Customer was distracted by her baby in the back seat. Her distraction indicates that she may have been neglecting to pay proper attention to her own driving and under the circumstances may also be considered negligent.<br /><br /> <b>c. CONTRIBUTORY NEGLIGENCE.</b> In some jurisdictions, negligence of the plaintiff will relieve the defendant of all liability. If this is a Contributory negligence jurisdiction, defendant will escape liability based on Customer's own liability.<br /><br /> <b>II. CUSTOMER v. FLORA</b><br /><br /> <b>A. NEGLIGENCE</b><br /><br /> <b>1. DUTY.</b> See above.<br /><br /> <b>2. STANDARD OF CARE.</b> See above. Here, Flora is a shop owner and knows that the traffic leaving her property is at greater risk for injury than normal. She has taken certain steps to alleviate the situation, such as posting a sign and hiring an attendant.<br /><br /> <b>a. STATUTORY STANDARD OF CARE.</b> See above. Here, the applicable statute requires an employer to have a special license and for the attendant to get special training. Flora has neglected to do either. She has not met the requisite standard of care as defined by the statute. <b>b. RESPONDEAT SUPERIOR.</b> As an employer, Flora is responsible for the actions of her employees in conjunction with the job they perform. Flora is aware that Attendant is sometime careless in his work, which is also less than the standard of care that an ordinarily prudent employer would take in same or similar circumstances.<br /><br /> <b>3. BREACH OF DUTY.</b><br /><br /> <b>a. NEGLIGENCE PER SE.</b> See above. Here, the class of people protected by the statute would be the drivers the trained attendant would be expected to help or protect. The type of harm addressed by the statute would be the harm resulting from auto accidents. Thus, here the statute is applicable to both the class of people harmed and the type of harm addressed. The statute could be used to establish a breach of duty by Flora since Flora has violated the statute.<br /><br /> <b>4. CAUSE IN FACT.</b> See above. The fact that Flora did not hire a properly trained attendant was a substantial factor in the harm caused to Customer. Attendant was not doing his job properly and waved Customer's car into oncoming traffic. Flora as the employer is responsible for attendant. Customer's harm is a cause in fact of Flora's actions of hiring an untrained attendant.<br /><br /> <b>5. PROXIMATE CAUSE.</b> See above. There were no intervening/superceding events and all were foreseeable.<br /><br /> <b>6. DAMAGES.</b> See above.<br /><br /> <b>7. DEFENSES.</b> See above. Flora will argue that Customer was also negligent.<br /><br /> <b>III. BUSINESSMAN v. FLORA</b><br /><br /> <b>A. NEGLIGENCE</b><br /><br /> <b>1. DUTY.</b> See above.<br /><br /> <b>2. STANDARD OF CARE.</b> See above.<br /><br /> <b>3. BREACH OF DUTY.</b> See above.<br /><br /> <b>4. CAUSE IN FACT. </b>Since the Attendant sent Customer out into the traffic in front of Businessman, and this caused Businessman to run into Customer, Flora's liability would be the same as her liability for Customer.<br /><br /> <b>5. PROXIMATE CAUSE.</b> See above.<br /><br /> <b>6. DAMAGES.</b> See above.<br /><br /> <b>7. DEFENSES.</b> Flora will argue that Businessman was also negligent.<br /><br /> <b>IV. CUSTOMER & BUSINESSMAN v. ATTENDANT</b><br /><br /> <b>A. NEGLIGENCE</b><br /><br /> <b>1. DUTY.</b> See above. Attendant has a duty to perform his job to avoid an unreasonable risk of harm to Businessman and Customer.<br /><br /> <b>2. STANDARD OF CARE.</b> Attendant's standard of care will be that of a trained attendant as defined by the statute, though it is not Attendant's responsibility to obtain that training. He will be expected to perform as a reasonably prudent parking attendant under same or similar circumstances.<br /><br /> <b>3. BREACH OF DUTY.</b> See above. Attendant was distracted by the honking horns and subsequently did not pay adequate attention to sending Customer's car into traffic. The utility of paying attention is small compared to the possible harm from wrecks. Here, Attendant himself had breached his duty of care to be a reasonably prudent attendant.<br /><br /> <b>4. CAUSE IN FACT.</b> See above. Had attendant not sent Customer into traffic, she would not have been hit by Businessman.<br /><br /> <b>5. PROXIMATE CAUSE.</b> See above.<br /><br /> <b>6. DAMAGES.</b> See above.<br /><br /> <b>7. DEFENSES.</b> Attendant will argue that both Customer and Business[sic] were negligent in their actions."
			],
			"issues": {
			}
		}
		
		
			
		
		
	]	
}