{
	"issues": {
		"appropriation_of_likeness": {
			"title": "Appropriation of Likeness"	
		},
		"assault": {
			"title": "Assault"	
		},
		"battery": {
			"title": "Battery"	
		},
		"conversion": {
			"title": "Conversion"
		},
		"defamation": {
			"title": "Defamation"
		},
		"defense_of_necessity": {
			"title": "Defense of Necessity"
		},
		"defense_of_recapture": {
			"title": "Defense of Recapture"
		},
		"defense_of_discipline": {
			"title": "Defense of Discipline"
		},
		"defense_of_authority_of_law": {
			"title": "Defense of Authority of Law"
		},
		"defense_of_consent": {
			"title": "Defense of Consent"
		},
		"defense_of_others": {
			"title": "Defense of Others"
		},
		"defense_of_property": {
			"title": "Defense of Property"
		},
		"defense_of_infancy_insanity": {
			"title": "Defense of Insanity / Infancy"
		},
		"false_imprisonment": {
			"title": "False Imprisonment"
		},
		"false_light": {
			"title": "False Light"
		},
		"iied": {
			"title": "Intentional Infliction of Emotional Distress"
		},
		"independent_contractor_liability": {
			"title": "Independent Contractor"
		},
		"intrusion_into_solitude": {
			"title": "Intrusion Into Solitude"
		},
		"negligence": {
			"title": "Negligence"
		},
		"negligence_actual_cause": {
			"title": "Negligence Actual Cause"
		},
		"negligence_assumption_of_risks": {
			"title": "Negligence Assumption of Risks"
		},
		"negligence_attractive_nuisance": {
			"title": "Attractive Nuisance Doctrine"
		},
		"negligence_breach": {
			"title": "Negligence Breach"
		},
		"negligence_breach_res_ipsa_loquitur": {
			"title": "Negligence Breach based Res Ipsa Loquitur"
		},
		"negligence_comparative": {
			"title": "Comparative Negligence"
		},
		"negligence_contributory": {
			"title": "Contributory Negligence"
		},
		"negligence_duty": {
			"title": "Negligence General Duty"
		},
		"negligence_duty_peril": {
			"title": "Negligence Duty based on PERIL"
		},
		"negligence_duty_premises": {
			"title": "Negligence Duty based on Premises Liability"
		},
		"negligence_egg_shell_plaintiff": {
			"title": "Negligence Egg Shell Plaintiff"
		},
		"negligence_general_damages": {
			"title": "Negligence General Damages"
		},
		"negligence_nied": {
			"title": "NIED"
		},
		"negligence_last_clear_chance": {
			"title": "Negligence Last Clear Chance"
		},
		"negligence_per_se": {
			"title": "Negligence Per Se"
		},
		"negligence_proximate_cause": {
			"title": "Negligence Proximate Cause"
		},
		"negligence_rescuer_doctrine": {
			"title": "Negligence Rescuer Doctrine / Fireman's Rule"
		},
		"negligence_special_damages": {
			"title": "Negligence Special Damages"
		},
		"products_liability": {
			"title": "Products Liability"
		},
		"pl_breach_exp_warranty": {
			"title": "Products Liability Breach of Express Warranty"
		},
		"pl_breach_imp_warranty": {
			"title": "Products Liability Breach of Implied Warranty"
		},
		"pl_negligence": {
			"title": "Products Liability Negligence"
		},
		"pl_strict_liability": {
			"title": "Products Liability Strict Liability in Tort"
		},
		"private_nuisance": {
			"title": "Private Nuisance"
		},
		"public_disclosure_private_facts": {
			"title": "Public Disclosure of Private Facts"
		},
		"public_nuisance": {
			"title": "Public Nuisance"
		},
		"respondent_superior": {
			"title": "Respondent Superior"
		},
		"self_defense": {
			"title": "Self Defense"
		},
		"strict_liability": {
			"title": "Strict Liability"
		},
		"tort_damages": {
			"title": "Tort Damages"	
		},
		"tort_restitution": {
			"title": "Tort Restitution"	
		},
		"trespass_to_chattels": {
			"title": "Trespass To Chattel"
		},
		"transferred_intent": {
			"title": "Transferred Intent"
		},
		"trespass_to_land": {
			"title": "Trespass to Land"
		},
		"vicarious_liability": {
			"title": "Vicarious Liability for Joint Enterprise"
		}
	},
	"exams": [
		{
			"id": 1,
			"reference": "June 2002",
			"topic": "Negligence",
			"essay": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.<br /><br />Jean arrived in Craft Village on Sunday night for her annual shopping expedition. As on all of her previous trips to Craft Village, she stayed at the Snooze Inn for two nights. She does not own a car, and one of the reasons she likes Craft Village is that she can walk to all the shops.<br /><br />Jean got up on Monday morning to go shopping. She shopped all day, and walked back to the Snooze Inn at 7:00 p.m. for dinner. After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn. The mugger was later captured by the police.<br /><br />On what theory or theories, if any, might Jean recover damages from, and what defenses might she anticipate, in an action against: <br /><br />1. The mugger? Discuss. <br /><br />2. Craft Village? Discuss. <br /><br />3. Northwoods Gallery? Discuss. <br /><br />4. Snooze Inn? Discuss.",
			"sampleAnswers": [
				"<b>Jean v. Mugger</b><br /><br /><b>Assault</b><br /><br />The intentional placing of another in reasonable apprehension of an immediate harm without consent or justification.<br /><br />When the mugger shouted at Jean to \"Hand over your purse, or I'll beat you up,\" his conduct was volitional and therefore intentional.<br /><br />Mere words are not adequate to cause apprehension. The words \"hand over your purse or I'll beat you up\" coupled with the fact that he had the present ability to carry the threat out indicates the placing of another in reasonable apprehension.<br /><br />In addition, Jean held out the purse indicating that she was apprehensive. It does not seem that Mugger had consent or justification.<br /><br />Therefore, Mugger is liable for assault.<br /><br /><b>Battery</b><br /><br />Battery is harmful or offensive touching of another without consent or justification.<br /><br />When Mugger roughly snatched Jean's purse from her he touched an item that was intimate to Jean's person, which was offensive.<br /><br />Therefore, there was a touching of another. There is not consent due to the fact Jean held her purse out because she was afraid and no justification.<br /><br />Therefore Mugger is liable for battery.<br /><br /><b>TRESPASS TO CHATTEL</b><br /><br />Trespass to chattel is the interference with the personal property of another.<br /><br />When Mugger roughly snatched Jean's purse and fled he interfered with the personal property, a purse, which belonged to Jean. Jean gave no consent and Mugger was not justified in his behavior.<br /><br />Thus, Mugger is liable for trespass to chattel. <br /><br />Jean may recover damages caused by the interference.<br /><br /><b>CONVERSION</b><br /><br />Conversion is the intentional exercise of dominion and control over the personal property of another.<br /><br />When Mugger snatched Jean's purse and fled he exercised dominion and control over Jean's personal property contrary to Jean's possessory rights.<br /><br />Therefore, Mugger is liable for conversion. Jean may recover for damages for the cost of the purse including value of the purse in a forced sale or reasonable rental value if returned, plus damages.<br /><br /><b>Jean v. Craft Village</b><br /><br /><b>Negligence</b><br /><br />Craft Village may be liable to Jean for damage if it is found that Craft Village owed a duty to Jean, that they breached their duty, which was the actual and proximate cause of Jean's injuries.<br /><br /><b>DUTY - GENERAL DUTY</b><br /><br />As a small town Craft Village owes a duty of due care not to subject visitors of the town to unreasonable harm as a reasonable small town in the same or similar circumstances.<br /><br />It may be argued that because Craft Village was a small town, with no public transportation, popular with tourists and all stores located on one main street that they owed a duty of care to the patrons of the village to make the streets safe. Especially in light of the fact the city required the stores to remain open until 8:00 p.m. which could be considered past dark and more inviting for crime.<br /><br /> Jean was a foreseeable plaintiff in that she was a tourist of the village out shopping. Therefore, Craft Village owed a duty.<br /><br /><b>SPECIAL DUTY - LAND OCCUPIER</b><br /><br />As a small town, Craft Village is the occupier of the city street, including Main Street. Jean will argue that Jean is an invitee because she was on the street for the purpose it was open to the public. Thus, Craft Village owed a duty to inspect, discover, warn or correct any harm.<br /><br />Even if Jean is determined to be a licensee Craft would owe a duty to warn or make safe any known harm.<br /><br />The facts do not indicate that Craft Village was aware of or had reason to inspect for any incidents of crime. There is no special duty owed.<br /><br /><b>BREACH</b><br /><br />Under the general duty of making the streets safe given the circumstances it may be argued that because it is such a small town with a large concentration of tourists in one location and keeping the business open after dark it is reasonable to provide adequate protection by police or security on Main Street. Especially because there is no public transport.<br /><br />Therefore, by failing to provide security, Craft Village breached its duty.<br /><br /><b>Causation</b><br /><br /><b>Actual cause</b><br /><br />But for failure to provide protection, Jean would not have been harmed.<br /><br /><b>Proximate Cause</b><br /><br />It is foreseeable given the above mentioned circumstances that a tourist like Jean would be mugged. Mugger is intervening force but Craft made crime more likely to occur. <br /><br />Thus, Craft Village is the proximate cause.<br /><br /><b>Damages</b><br /><br />General damages for pain and suffering. Special damages for loss of purse.<br /><br /><b>Defenses</b><br /><br /><b>Contributory Negligence</b><br /><br />Conduct which falls below the standard of care for one's own protection.<br /><br />Craft Village will argue that Jean went out on her own and did not protect herself. However, no facts indicate Jean's conduct contributed to her own injury. Not a valid defense.<br /><br /><b>Assumption of Risk</b><br /><br />A party assumes the risk if he knowingly undertakes an activity with full knowledge of the risk. <br /><br />No facts indicate Jean knew the risk of a robbery occurring. Assumption of risk is an invalid defense.<br /><br /><b>Immunity</b><br /><br />As a city, Craft Village will seek immunity. However, the act of maintain[ing] Main Street was proprietary in nature and not immune.<br /><br /><b>Jean v. Northwood Gallery (Northwoods)</b><br /><br /><b>Negligence</b><br /><br />Defined supra.<br /><br /><b>Duty</b><br /><br />Special duty - As a store owner Northwoods owed a duty to all its invitee patrons to inspect, discover and warn of any angers. However, Jean was not a patron or even on Northwoods' property.<br /><br /> Therefore, there is no duty owed to Jean.<br /><br /><b>General Duty</b><br /><br />Not to subject patrons to unreasonable harm. Northwoods owes no general duty because Jean was not patron.<br /><br /><b>Jean v. Snooze Inn (Snooze)</b><br /><br /><b>Negligence</b><br /><br />Defined supra.<br /><br /><b>Duty as an innkeeper</b>, Snooze owes a higher standard of care, including to protect guests from harm and partake in a course of conduct which causes the least harm. <br /><br />Jean was a guest and therefore a duty was owed.<br /><br /><b>Breach</b><br /><br />By failing to provide protection or some type of shuttle service for its guests, Snooze's actions were below the standard of care of a reasonable innkeeper in the same or similar circumstances. Especially given the concentration of tourists which increases the likelihood of crime. Thus Snooze breached its duty of care to Jean.<br /><br /><b>Causation</b><br /><br /><b>Actual Cause</b><br /><br />But for Snooze's failure to adequately protect Jean, Jean would not have been robbed.<br /><br />Snooze is the actual cause.<br /><br /><b>Proximate Cause</b><br /><br />It is foreseeable that it being after hours and in a tourist area that a person will be robbed. Snooze will claim Mugger's actions were an intervening force. However, Mugger's conduct was the type of harm they were obligated to protect against, thus not superceding.<br /><br />Thus, Snooze is the proximate cause.<br /><br /><b>Damages</b><br /><br />As discussed under negligence of Craft Village. Jean is entitled to general and special damages.<br /><br /><b>Defenses</b><br /><br /><b>Contributory Negligence</b><br /><br />This will fail as discussed above.<br /><br /><b>Assumption of Risk</b><br /><br />This will fail as discussed above.<br /><br /><b>Indemnity</b><br /><br />If Snooze is found secondarily liable then they may seek indemnity from Craft Village.<br /><br /><b>Contribution</b><br /><br />Joint tortfeasor may seek reimbursement from other tortfeasor. <br /><br />Craft Village and Snooze may file for contribution against each other.",
				"<b>Jean v. Mugger</b><br /><br /><b>1. Issue - Is Mugger Liable to Jean for Tortious Assault?</b><br /><br />Under common law, assault is the voluntary act with intent to place another in immediate apprehension of a battery (harmful/or offensive contact). Here Mugger, expressly \"threatened\" Jean by saying, \"Hand over your purse or I'll beat you up.\" This express threat is sufficient and of which Jean was aware to cause a reasonable person in immediate apprehension of being beat up (harmful/offensive contact). Therefore Mugger will be liable to Jean for assault.<br /><br /><b>2. Issue - Is Mugger liable to Jean for Tortious Battery?</b><br /><br />Under common law, battery is the voluntary act with intent to cause harmful/offensive contact and does cause such contact. Here, Mugger used his threat to obtain the purse. Because Jean actually held her purse out to him, rather than him taking it by force (no harmful/offensive contact occurred), Mugger will probably not be liable for battery.<br /><br /><b>3. Issue - Is Mugger liable to Jean for Conversion?</b><br /><br />Conversion is the unreasonable interference with another person's chattel to sufficiently dispossess them of it. Here, Mugger's interference is the crime of robbery (Trespassory taking and carrying away of personal property of another with the intent to permanently deprive for the person/presence of through the use of force or fear). Because his words and actions expressed that he intended to take and keep the purse, which he in fact did, Mugger will be liable to Jean for conversion.<br /><br /><b>Jean v. Craft Village</b><br /><br /><b>4. Issue - Can Craft Village be liable to Jean for negligence?</b><br /><br />Negligence is the failure to use due care that a reasonable person would use in the same or similar circumstances. A prima facie case of negligence requires the showing of the elements of duty, breach, actual and proximate cause and damages.<br /><br /><b>5. Did Craft Village owe Jean a Duty?</b><br /><br />Under common law, the duty owed is that of reasonable or due care under most situations where there is a duty owed. Normally there is no duty to strangers, absent a special relationship or statute. Where duty is owed by relationship, varying standards of care may be imposed depending on the nature of the relationship. Here, at minimum, the town is required to use due care in the protection of their citizens and visitors.<br /><br /><b>6. Did Craft Village owe Jean a higher standard of duty?</b><br /><br />Craft Village is a town [in] which streets are open to the public. Jean's status as a public invitee (licensee) requires that the town exercise a higher standard of care. The standard required is to warn of known dangers. If the town knew or should have known they had a problem with crime, they have a duty to warn/repair.<br /><br /><b>7. Did Craft Village breach their duty?</b><br /><br />Breach occurs when the defendant fails to use reasonable care. Here, the town provided street lighting which may be viewed as a reasonable care to deter crimes which often happen in the dark, such as robbery. The town also required all businesses to remain open until 8:00, that could be to ensure that there are a lot of people around during \"core\" hours, which provides another level of protection from crime. However, if Craft knew or should have know they had a crime problem, and these security features they've employed (lights, hours) are not sufficiently reasonable to mitigate the threat of crime, they may be found to have breached their duty. Absent their knowledge of the crime, Craft will not be found to have breached.<br /><br /><b>8. Was Craft Village actions the legal/proximate cause?</b><br /><br />Unless it can be found that Craft Village failed to act reasonably in the protections it provided, the town itself is not the legal or proximate cause of Jean's mugging, the mugger is. Therefore the town will not be held responsible.<br /><br /><b>Jean v. Northwoods</b><br /><br /><b>9. Issue - Can Northwoods be liable to Jean in negligence?</b><br /><br />Negligence and its elements are discussed above. Northwoods may owe a duty to its customers to discover and repair all known dangers. Here, Jean only made it halfway to the store, so she wasn't on the premises. However, Northwoods is the only store that stays open until 11:00 pm at night. Therefore if it can be found that Northwoods' late hours are not reasonable for the safety of its customers, they may owe a duty to warn its customers of potential dangers to include criminal activity in the area.<br /><br />ACTUAL CAUSE - is the \"cause in fact\" of the harm done. PROXIMATE CAUSE - is the legal scope of responsibility. Under Palsgraf, Cardozo asserted that one is responsible for those plaintiffs in the zone of danger, however, Andrews asserted a duty to one is a duty to all. Here, the Mugger is the \"But, for\" or cause in fact of Jean's mugging (Damages). However, if Northwoods' late hours are a substantial factor in her mugging (Jean wouldn't have been on the street after 8:00 because the other stores close then), and on the street to the store is sufficiently within the zone of danger, then Northwoods may be found to have had a duty which they breached.<br /><br /><b>Jean v. Snooze Inn</b><br /><br /><b>10. Can Snooze Inn be liable to Jean for negligence?</b><br /><br />Negligence (see supra). As an innkeeper, Snooze Inn owes a duty of care to its patrons. Jean was a patron of the hotel as she stayed overnight for two days. The standard of care of innkeepers is determined by a special relationship under which Jean was an invitee. Under this standard, the hotel will have a duty to warn of all known dangers, including a danger of criminal activity if they knew or should have known. Absent the knowing of this fact, Snooze Inn, there are no facts to show that Snooze failed to act reasonably. Therefore, they will not be liable to Jean for Negligence.<br /><br /><b>11. Does Northwoods/Snooze/Craft have a defense of assumption of the risk?</b><br /><br />Assumption of the risk is when a person knows and appreciates the nature of risks inherent to an activity and assumes that risk by voluntarily proceeding with the activity. Here, Jean, as a visitor, may not have known of the crime potential in the town. However, the fact that all but one of the stores close at 8:00 pm may be an indicator that the town does not want people on the streets after that time. The fact that Northwoods was open until later may negate that logic. If a reasonable person would not walk in the streets after 8:00 because of obvious dangers or risks (especially to a woman traveling alone), the business and hotel may be able to assert the defense of assumption of the risk. Assumption of the risk is a complete bar to the plaintiff's recovery.<br /><br /><b>12. Does Northwoods/Snooze/Craft have a defense of comparative negligence?</b><br /><br />At common law, a person has the responsibility to act reasonably for the protection of their own self. Here if Jean was not acting reasonably in walking alone, after dark, on an unoccupied street, the hotel/business may be able to assert comparative negligence which is a partial bar to recovery. Jean's recovery will be apportionately reduced by the percentage of fault attributed to her. In some jurisdictions, comparative fault is a complete bar, if the percentage of fault of the plaintiff is half or more (51%).<br /><br />"
			],
			"issues": {
				"assault": {
					"def": [
						"The intentional placing of another in reasonable apprehension of an immediate harm without consent or justification.",
						"Under common law, assault is the voluntary act with intent to place another in immediate apprehension of a battery (harmful/or offensive contact)."
					],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"The intentional placing of another in reasonable apprehension of an immediate harm without consent or justification.<br /><br />When the mugger shouted at Jean to \"Hand over your purse, or I'll beat you up,\" his conduct was volitional and therefore intentional.<br /><br />Mere words are not adequate to cause apprehension. The words \"hand over your purse or I'll beat you up\" coupled with the fact that he had the present ability to carry the threat out indicates the placing of another in reasonable apprehension.<br /><br />In addition, Jean held out the purse indicating that she was apprehensive. It does not seem that Mugger had consent or justification.<br /><br />Therefore, Mugger is liable for assault.",
						"Under common law, assault is the voluntary act with intent to place another in immediate apprehension of a battery (harmful/or offensive contact). Here Mugger, expressly \"threatened\" Jean by saying, \"Hand over your purse or I'll beat you up.\" This express threat is sufficient and of which Jean was aware to cause a reasonable person in immediate apprehension of being beat up (harmful/offensive contact). Therefore Mugger will be liable to Jean for assault."
					]
				},
				"battery": {
					"def": ["Battery is harmful or offensive touching of another without consent or justification.",
							"Under common law, battery is the voluntary act with intent to cause harmful/offensive contact and does cause such contact."],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"Battery is harmful or offensive touching of another without consent or justification.<br /><br />When Mugger roughly snatched Jean's purse from her he touched an item that was intimate to Jean's person, which was offensive.<br /><br />Therefore, there was a touching of another. There is not consent due to the fact Jean held her purse out because she was afraid and no justification.<br /><br />Therefore Mugger is liable for battery.",
						"Under common law, battery is the voluntary act with intent to cause harmful/offensive contact and does cause such contact. Here, Mugger used his threat to obtain the purse. Because Jean actually held her purse out to him, rather than him taking it by force (no harmful/offensive contact occurred), Mugger will probably not be liable for battery."
					]
				},
				"trespass_to_chattels": {
					"def": [
							"Trespass to chattel is the interference with the personal property of another."
						],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"Trespass to chattel is the interference with the personal property of another.<br /><br />When Mugger roughly snatched Jean's purse and fled he interfered with the personal property, a purse, which belonged to Jean. Jean gave no consent and Mugger was not justified in his behavior.<br /><br />Thus, Mugger is liable for trespass to chattel. <br /><br />Jean may recover damages caused by the interference."	
					]
				},
				"conversion": {
					"def": [
						"Conversion is the intentional exercise of dominion and control over the personal property of another.",
						"Conversion is the unreasonable interference with another person's chattel to sufficiently dispossess them of it."
					],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"Conversion is the intentional exercise of dominion and control over the personal property of another.<br /><br />When Mugger snatched Jean's purse and fled he exercised dominion and control over Jean's personal property contrary to Jean's possessory rights.<br /><br />Therefore, Mugger is liable for conversion. Jean may recover for damages for the cost of the purse including value of the purse in a forced sale or reasonable rental value if returned, plus damages.",
						"Conversion is the unreasonable interference with another person's chattel to sufficiently dispossess them of it. Here, Mugger's interference is the crime of robbery (Trespassory taking and carrying away of personal property of another with the intent to permanently deprive for the person/presence of through the use of force or fear). Because his words and actions expressed that he intended to take and keep the purse, which he in fact did, Mugger will be liable to Jean for conversion."
					]
				},
				"negligence": {
					"def": [
							"Negligence is the failure to use due care that a reasonable person would use in the same or similar circumstances.",
							"A person 'A' may be liable to another person 'B' for damage if it is found that 'A' owed a duty to 'B', that they breached their duty, which was the actual and proximate cause of B's injuries."
						],
					"hypo": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.",
					"samples": [
						"Craft Village may be liable to Jean for damage if it is found that Craft Village owed a duty to Jean, that they breached their duty, which was the actual and proximate cause of Jean's injuries.",
						"Negligence is the failure to use due care that a reasonable person would use in the same or similar circumstances. A prima facie case of negligence requires the showing of the elements of duty, breach, actual and proximate cause and damages."
					]
				},
				"negligence_duty": {
					"def": [
						"A person owes a duty of due care not to subject another person to unreasonable harm.",
						"Not to subject patrons to unreasonable harm.",
						"Under common law, the duty owed is that of reasonable or due care under most situations where there is a duty owed. Normally there is no duty to strangers, absent a special relationship or statute. Where duty is owed by relationship, varying standards of care may be imposed depending on the nature of the relationship."
					],
					"hypo": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.",
					"samples": [
						"As a small town Craft Village owes a duty of due care not to subject visitors of the town to unreasonable harm as a reasonable small town in the same or similar circumstances.<br /><br />It may be argued that because Craft Village was a small town, with no public transportation, popular with tourists and all stores located on one main street that they owed a duty of care to the patrons of the village to make the streets safe. Especially in light of the fact the city required the stores to remain open until 8:00 p.m. which could be considered past dark and more inviting for crime.<br /><br /> Jean was a foreseeable plaintiff in that she was a tourist of the village out shopping. Therefore, Craft Village owed a duty.",
						"Not to subject patrons to unreasonable harm. Northwoods owes no general duty because Jean was not patron.",
						"Under common law, the duty owed is that of reasonable or due care under most situations where there is a duty owed. Normally there is no duty to strangers, absent a special relationship or statute. Where duty is owed by relationship, varying standards of care may be imposed depending on the nature of the relationship. Here, at minimum, the town is required to use due care in the protection of their citizens and visitors."
					]
				},
				"negligence_duty_premises": {
					"def": [
						"Occupiers of land owed a duty to all its invitee patrons to inspect, discover and warn of any dangers."
					],
					"hypo": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.",
					"samples": [
						"As a small town, Craft Village is the occupier of the city street, including Main Street. Jean will argue that Jean is an invitee because she was on the street for the purpose it was open to the public. Thus, Craft Village owed a duty to inspect, discover, warn or correct any harm.<br /><br />Even if Jean is determined to be a licensee Craft would owe a duty to warn or make safe any known harm.<br /><br />The facts do not indicate that Craft Village was aware of or had reason to inspect for any incidents of crime. There is no special duty owed.",
						"Special duty - As a store owner Northwoods owed a duty to all its invitee patrons to inspect, discover and warn of any angers. However, Jean was not a patron or even on Northwoods' property.<br /><br /> Therefore, there is no duty owed to Jean.",
						"Duty - as an innkeeper, Snooze owes a higher standard of care, including to protect guests from harm and partake in a course of conduct which causes the least harm. <br /><br />Jean was a guest and therefore a duty was owed.",
						"Craft Village is a town [in] which streets are open to the public. Jean's status as a public invitee (licensee) requires that the town exercise a higher standard of care. The standard required is to warn of known dangers. If the town knew or should have known they had a problem with crime, they have a duty to warn/repair.",
						"Northwoods may owe a duty to its customers to discover and repair all known dangers. Here, Jean only made it halfway to the store, so she wasn't on the premises. However, Northwoods is the only store that stays open until 11:00 pm at night. Therefore if it can be found that Northwoods' late hours are not reasonable for the safety of its customers, they may owe a duty to warn its customers of potential dangers to include criminal activity in the area.",
						"As an innkeeper, Snooze Inn owes a duty of care to its patrons. Jean was a patron of the hotel as she stayed overnight for two days. The standard of care of innkeepers is determined by a special relationship under which Jean was an invitee. Under this standard, the hotel will have a duty to warn of all known dangers, including a danger of criminal activity if they knew or should have known. Absent the knowing of this fact, Snooze Inn, there are no facts to show that Snooze failed to act reasonably. Therefore, they will not be liable to Jean for Negligence."
					]
				},
				"negligence_breach": {
					"def": [
						"Breach occurs when the defendant fails to use reasonable care."		
					],
					"hypo": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.",
					"samples": [
						"Under the general duty of making the streets safe given the circumstances it may be argued that because it is such a small town with a large concentration of tourists in one location and keeping the business open after dark it is reasonable to provide adequate protection by police or security on Main Street. Especially because there is no public transport.<br /><br />Therefore, by failing to provide security, Craft Village breached its duty.",
						"By failing to provide protection or some type of shuttle service for its guests, Snooze's actions were below the standard of care of a reasonable innkeeper in the same or similar circumstances. Especially given the concentration of tourists which increases the likelihood of crime. Thus Snooze breached its duty of care to Jean.",
						"Breach occurs when the defendant fails to use reasonable care. Here, the town provided street lighting which may be viewed as a reasonable care to deter crimes which often happen in the dark, such as robbery. The town also required all businesses to remain open until 8:00, that could be to ensure that there are a lot of people around during \"core\" hours, which provides another level of protection from crime. However, if Craft knew or should have know they had a crime problem, and these security features they've employed (lights, hours) are not sufficiently reasonable to mitigate the threat of crime, they may be found to have breached their duty. Absent their knowledge of the crime, Craft will not be found to have breached."
					]
				},
				"negligence_actual_cause": {
					"def": [
						"ACTUAL CAUSE — is the \"cause in fact\" of the harm done."		
					],
					"hypo": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.",
					"samples": [
						"But for failure to provide protection, Jean would not have been harmed.",
						"But for Snooze's failure to adequately protect Jean, Jean would not have been robbed.<br /><br />Snooze is the actual cause.",
						"ACTUAL CAUSE — is the \"cause in fact\" of the harm done. PROXIMATE CAUSE —is the legal scope of responsibility. Under Palsgraf, Cardozo asserted that one is responsible for those plaintiffs in the zone of danger, however, Andrews asserted a duty to one is a duty to all. Here, the Mugger is the \"But, for\" or cause in fact of Jean's mugging (Damages). However, if Northwoods' late hours are a substantial factor in her mugging (Jean wouldn't have been on the street after 8:00 because the other stores close then), and on the street to the store is sufficiently within the zone of danger, then Northwoods may be found to have had a duty which they breached."
					]
				},
				"negligence_proximate_cause": {
					"def": [
						"PROXIMATE CAUSE is the legal scope of responsibility."		
					],
					"hypo": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.",
					"samples": [
						"It is foreseeable given the above mentioned circumstances that a tourist like Jean would be mugged. Mugger is intervening force but Craft made crime more likely to occur. <br /><br />Thus, Craft Village is the proximate cause.",
						"It is foreseeable that it being after hours and in a tourist area that a person will be robbed. Snooze will claim Mugger's actions were an intervening force. However, Mugger's conduct was the type of harm they were obligated to protect against, thus not superceding.<br /><br />Thus, Snooze is the proximate cause.",
						"Unless it can be found that Craft Village failed to act reasonably in the protections it provided, the town itself is not the legal or proximate cause of Jean's mugging, the mugger is. Therefore the town will not be held responsible."
					]
				},
				"negligence_general_damages": {
					"def": [
						""		
					],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"General damages for pain and suffering."			
					]
				},
				"negligence_special_damages": {
					"def": [
						""		
					],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"Special damages for loss of purse."			
					]
				},
				"negligence_contributory": {
					"def": [
						"Conduct which falls below the standard of care for one's own protection."		
					],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"Conduct which falls below the standard of care for one's own protection.<br /><br />Craft Village will argue that Jean went out on her own and did not protect herself. However, no facts indicate Jean's conduct contributed to her own injury. Not a valid defense."			
					]
				},
				"negligence_comparative": {
					"def": [
						"At common law, a person has the responsibility to act reasonably for the protection of their own self."		
					],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"At common law, a person has the responsibility to act reasonably for the protection of their own self. Here if Jean was not acting reasonably in walking alone, after dark, on an unoccupied street, the hotel/business may be able to assert comparative negligence which is a partial bar to recovery. Jean's recovery will be apportionately reduced by the percentage of fault attributed to her. In some jurisdictions, comparative fault is a complete bar, if the percentage of fault of the plaintiff is half or more (51%)."			
					]
				},
				"negligence_assumption_of_risks": {
					"def": [
						"A party assumes the risk if he knowingly undertakes an activity with full knowledge of the risk.",
						"Assumption of the risk is when a person knows and appreciates the nature of risks inherent to an activity and assumes that risk by voluntarily proceeding with the activity."
					],
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, \"Hand over your purse, or I'll beat you up!\" The mugger roughly snatched Jean's purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"A party assumes the risk if he knowingly undertakes an activity with full knowledge of the risk. <br /><br />No facts indicate Jean knew the risk of a robbery occurring. Assumption of risk is an invalid defense.",
						"Assumption of the risk is when a person knows and appreciates the nature of risks inherent to an activity and assumes that risk by voluntarily proceeding with the activity. Here, Jean, as a visitor, may not have known of the crime potential in the town. However, the fact that all but one of the stores close at 8:00 pm may be an indicator that the town does not want people on the streets after that time. The fact that Northwoods was open until later may negate that logic. If a reasonable person would not walk in the streets after 8:00 because of obvious dangers or risks (especially to a woman traveling alone), the business and hotel may be able to assert the defense of assumption of the risk. Assumption of the risk is a complete bar to the plaintiff's recovery."
					]
				}
				
			}
						
		},
		{
			"id": 2,
			"reference": "October 2002",
			"topic": "Negligence & Strict Liability",
			"essay": "A zoo maintenance employee threw a pile of used cleaning rags into a hot, enclosed room on the zoo's premises. The rags contained a flammable cleaning fluid that later spontaneously burst into flames as a result of the heat in the room.<br /><br /> The fire caused a large water main in the zoo to burst, and the escaping water from the main washed away a portion of the zoo's zebra pen fence. A zebra escaped from the zoo through the hole in the fence caused by the water.<br /><br /> A young child encountered the zebra in a nearby residential area. The child petted the zebra and offered it a stick of candy. In taking the candy from the child the zebra bit off one of the child's fingers.<br /><br /> On what theory or theories of liability might an action be brought against the zoo on behalf of the child and what should be the likely outcome of such action? Discuss.",
			"sampleAnswers": [
				"<b>I. Child vs. Zoo</b><br /><br /> <b>Strict Liability.</b> For the child to recover against zoo in strict liability she must simply show that the wild animal causing her injury was owned by or under the care of the zoo and that she suffered injury that were [sic] of the type consistent with foreseeable harm by the wild animal. This is because owners/caretakers of wild animals are strictly liable for the reasonable and foreseeable harm caused by the wild animal.<br /><br /> Here, the zebra was clearly under the care/control of the zoo when it escaped from its cage. As such, zoo would be strictly liable for any reasonable/foreseeable harm the animal causes.<br /><br /> Zoo will argue that the child assumed the risk when it petted the zebra and offered it a stick of candy. However, given the fact that the zebra is generally considered to be a wild animal, and that it is foreseeable that it could bite if in close proximity to a person, this would not relieve zoo's liability.<br /><br /> <b>II. Child vs. Zoo</b><br /><br /> <b>Negligence.</b> For child to recover against zoo in negligence, she must show duty, breach of that duty, causation, and damages.<br /><br /> [Note: Zoo's liability would be based on various liability under the theory of respondeat superior as the zoo's employer (Maintenance Man), and the performance of his duty, set into motion the series of events that resulted in child's injury.]<br /><br /> <b>Duty.</b> Duty arises when there is a legally recognized relationship between plaintiff and defendant that results in defendant having to act is [sic] some fashion other than arbitrarily towards plaintiff. The duty owed is one of reasonable care towards all foreseeable plaintiffs in the zone of danger created by defendant's negligence.<br /><br /> At common law, duty was largely based on one's status in relationship to defendant. One could be an invitee, a licensee, or a trespasser. Here the child plaintiff was not on defendant's property at the time of the accident, but rather was in a residential area \"nearby\" the zoo. As zoo is in the business of housing, caring for, and maintaining wild animals, it should be reasonably foreseeable that an accident could arise that would result in an animal being left loose in the nearby community, and because of the nature of a wild animal's behavior, harm could have resulted to a person in the nearby community. This is particularly true where children are around.<br /><br /> <b>Breach of Duty.</b> Breach of duty arises when defendant's actions do not rise to the standard of care required by the law. Here, Learned Hand's approach would note that the zoo breached its duty if the cost incurred with avoiding the harm causing incident was less than the product of the probability of the harm causing incident arising and the magnitude of loss should the harm causing event occur.<br /><br /> Here, a fire caused a large water main to break with the ensuing rush of water washing away a portion of the zebra's pen fence. When considering a pen fence, (as opposed to a sturdy cage), it's entirely foreseeable that a sudden deluge of water could wash away a portion of the \"fence.\" As such, the zoo should have ensured construction of a caged facility that would be sturdy enough to withstand this type of accident.<br /><br /> The cost involved with the construction of a pen of this nature would be significantly less than the potential danger that a wild animal could cause to men, women, and children in a nearby area should that animal escape. As such, it could be argued that the zoo breached its duty.<br /><br /> <b>Causation.</b> For liability to arise, the zoo (or in this case, the zoo's employee) would have to be both actual and primary cause of the child's injury.<br /><br /> <b>Actual Cause.</b> Actual cause arises when \"but for\" defendant's actions, plaintiff would not have been injured. Here, the zoo's maintenance employee threw a pile of cleaning rags saturated with a flammable cleaning fluid into a hot, enclosed room. The maintenance man should have known that there was the potential for the rags igniting resulting in a fire. When this happened, the fire set into motion a series of events that resulted in the zebra getting free and the child being bitten. As such, \"but for\" the maintenance man's action, the child's injury would not have occurred.<br /><br /> <b>Proximate Cause.</b> Arises when a result is the natur[al] and probable/reasonable and foreseeable consequences of defendant's actions. Here, we look to see if the injury is of the type reasonably expected, or was significantly more severe than reasonably expected. Here, there was a fire, that resulted in a water main bursting, that resulted in a fence being washed away, that led to a zebra escaping, that resulted in a child being bitten by the zebra. The zoo could reasonably argue that the type of injury resulting to the child was not of the type that would be the foreseeable natural consequence of a fire that caused a water main to break. As such, they could avoid liability as the maintenance man's actions would not be the proximate cause of the child's injury.<br /><br /> <b>Defenses.</b> At common law, contributing negligence was a complete bar to recovery. Here, the zoo could argue that the child was contributorily negligent when she petted the zebra and fed it candy. If the court argued, child would be barred from recovery.<br /><br /> <b>Comparative Fault. </b>Today, most jurisdictions have adopted comparative fault. Here, the could [sic] would weight [sic] the percentage of responsibility on each of the parties and assess damages accordingly. If child was less at fault than zoo, she could recover accordingly.<br /><br /> <b>Assumption of Risk.</b> If it can be shown that the child knew the consequences of her actions and knowingly embraced the danger, this could bar her from recovery. This would be a matter of fact for the court to decide.",
				"<b>Child v. Zoo</b><br /><br /> <b>Strict Liability</b><br /><br /> Owners of trespassing wild animals will be held strictly liable (no fault need be shown) for damages proximately caused by the animals.<br /><br /> <b>Zebra a Wild Animal?</b> A wild animal is one that is not domesticated (does not serve man). A zebra is a wild animal because its only use is to be displayed in a zoo. This zebra is from a zoo and thus is considered wild.<br /><br /> <b>Causation.</b><br /><br /> The damage to the child was both actually (BUT-FOR TEST) and proximately (LEGALLY) caused by the zebra because the zebra bit off the child's fingers [sic]. But for this biting, the child would not have lost his fingers [sic]. There are no superseding causes.<br /><br /> <b>Damages.</b> The child lost his fingers [sic].<br /><br /> <b>Defense.</b> Because contributory negligence is not a defense to strict liability, the only question is whether Child assumed the risk.<br /><br /> <b>ASSUMPTION OF RISK</b> requires plaintiff to understand the nature and extent of the risk and to disregard that risk. Here there is no evidence that Child apprehended a risk when approaching the Zebra. Indeed, Child's offer of candy was a friendly gesture that showed Child probably was comfortable and had no idea that his fingers were in danger.<br /><br /> Therefore Child did not assume the risk of injury.<br /><br /> <b>Domestic Animal?</b><br /><br /> Zoo could try to claim that, like a horse, a Zebra is a domestic animal, and as such, Zoo would not be strictly liable unless the zebra had known dangerous tendencies. However, this claim should be dismissed because a zebra only looks like a horse; they [sic] are not, however, domesticated.<br /><br /> Under the facts Child should be able to recover from Zoo in Strict Liability.<br /><br /> <b>Negligence?</b><br /><br /> Negligence is conduct that falls below the standard of care set by law to protect others from unreasonable risk of harm.<br /><br /> Here Child may also assert a claim in negligence if he can show that Zoo breached an owed duty to him, actually and proximately causing Child's damages.<br /><br /> <b>Vicarious Liability</b><br /><br /> Under the doctrine of RESPONDEAT SUPERIOR Zoo will be liable for torts committed by its employees if they act within the scope of their duties.<br /><br /> Here the maintenance employee was doing his duties, cleaning up, when he threw the rag into the hot room. Zoo will be liable for any tort arising from this act if it is tortious.<br /><br /> <b>Duty.</b><br /><br /> Zoo owes a duty to act as a reasonable zoo. In addition, as possessor of land, they owe a duty not to harm others outside their land by activities on the land.<br /><br /> <b>Breach.</b><br /><br /> Under Cardozo from the Palsgraf decision a duty is owed to all foreseeable plaintiffs, generally within the zone of the activity. Here it is foreseeable that an escaped Zebra would run into civilians and so Zoo was under a duty to be very careful this wouldn't happen.<br /><br /> Here Zoo breached this duty in possibly several ways.<br /><br /> 1. First, Child could argue that Zoo's employee was negligent in not realizing that a rag soaked with a flammable liquid could spontaneously combust in a hot enclosed room. This, however, is a poor argument because most maintenance men do not have that understanding of physics and chemistry.<br /><br /> 2. Second, Child could claim that Zoo did not build a strong enough fence to keep the zebras penned in. This is not so strong either because the force from the broken water main probably exceeded any natural force that could reasonably be foreseen. But if the fence was not strong for normal wear and tear Child could show breach here.<br /><br /> 3. A third argument, much better, is that Zoo has a duty to notice when wild animals escape and has ready plans to round them up or tranquilize them if they do escape. Here it seems Zoo did nothing while the zebra ran away. Therefore Zoo has breached its duty to control its animals.<br /><br /> <b>Causation.</b> Zoo might claim that the Child's offer of candy was superseding cause that breaks the chain of proximate causation. However, Child would have to be doing something independent and unforeseeable for Zoo to prevail. While carrying candy is not a response to an escaped zebra, it is not unforeseeable that a child should have candy, nor is it unforeseeable that such a child might offer it to the zebra.<br /><br /> <b>Damages.</b><br /><br /> Discussed supra.<br /><br /> <b>Defenses.</b><br /><br /> <b>CONTRIBUTORY NEGLIGENCE</b> is conduct by the plaintiff that fails to conform to the standard of care set by law for the plaintiff's own protection. Here a CHILD STANDARD OF CARE applies. Child will be expected to act as a reasonable child of similar age, experience, and education will act in similar circumstances.<br /><br /> Here Child's behavior is typical of a \"young child\" and is therefore not negligent.<br /><br /> <b>ASSUMPTION OF RISK</b> fails for the similar reason as discussed supra.<br /><br /> Therefore Child could also recover for his damages under Negligence theory."
			],
			"issues": {
				"strict_liability": {},
				"negligence": {},
				"negligence_duty": {},
				"negligence_duty_peril": {},
				"negligence_breach": {},
				"negligence_actual_cause": {},
				"negligence_proximate_cause": {},
				"negligence_comparative": {},
				"negligence_contributory": {},
				"negligence_assumption_of_risks": {},
				"vicarious_liability": {}
			}
		},
		{
			"id": 3,
			"reference": "June 2003",
			"topic": "Negligence",
			"essay": "Flora owns a busy florist shop on a major thoroughfare near a dangerous intersection. The intersection has been the site of recent accidents, some involving cars exiting Flora's parking lot. Because of this situation she hired Attendant to direct traffic into and out of the parking lot and placed a sign at the lot's entrance, visible from the street, which states: \"Caution, Cars Entering Street.\" Flora also instructed Attendant to make sure that the street was clear before sending a car out, but she provided no other instructions or training. She was aware that Attendant was sometimes careless in his work. Attendant, given the clothes he wears, could not be mistaken for a police officer.<br /><br /> One morning, distracted by the line of honking cars that wished to exit the lot, Attendant waved Customer's car out of the parking lot with only a hurried glance to determine if the street was clear. Customer heeded Attendant's signal to exit the lot, but was distracted by her crying baby in the back seat and did not check to see if the street was clear. Businessman, who was driving toward Flora's shop, was dialing his cellular phone, and did not see Customer's car exiting the lot.<br /><br /> Businessman, whose driver's license had expired, collided with Customer. Both drivers were injured and both cars were damaged.<br /><br /> It is a crime to drive with an expired driver's license. It is also a crime to employ a parking attendant who does not possess a special parking attendant license which costs $50, and requires three hours of safety training relating to operating a parking lot. Any employer of a parking attendant must obtain the license on behalf of the employee and is responsible for ensuring that the employee attends the three hours of safety training. Flora did neither.<br /><br /> On what theory or theories might an action or actions for damages be brought, and what defenses might be anticipated by:<br /><br /> 1. Customer against Businessman? Discuss.<br /><br /> 2. Customer against Flora? Discuss.<br /><br /> 3. Businessman against Flora? Discuss.<br /><br /> 4. Customer and Businessman against Attendant? Discuss.",
			"sampleAnswers": [
				"<b>I. Customer (C) v. Businessman (B)</b><br /><br /> Customer will bring an action against Businessman under a negligence theory.<br /><br /> Negligence requires a Breach of a Duty that Causes Damages.<br /><br /> <b>A. Duty</b><br /><br /> B had a duty to drive as a reasonable driver with reasonable care to all for[e]seeable plaintiffs.<br /><br /> <b>B. Breach - Negligence Per Se</b><br /><br /> B was driving with an expired license in violation of a criminal statue. Violation of statute can establish breach only if the statute was established to protect this class of plaintiff from this class of harm. Breach cannot be proven here using negligence per se. Renewing a license really does nothing with respect to making people safer drivers. <b>Breach - Established</b><br /><br /> B was dialing on his cell phone and did not see C. It is careless to dial on a cell phone and not watch where you are going. B breached his duty to drive with reasonable care.<br /><br /> <b>C. Causation</b><br /><br /> <b>Actual</b> - It is unclear if B could have stopped in time or avoided the accident had he been paying attention. It can probably be proven that but-for his carelessness the accident would not have happened.<br /><br /> <b>Proximate</b> - It is for[e]seeable that failing to pay attention to the road will result in a collision.<br /><br /> <b>D. Damages</b><br /><br /> C suffered personal injury and property damage.<br /><br /> <b>E. Defenses</b><br /><br /> <b>1. Comparative Negligence - Pure</b><br /><br /> In a majority of jurisdictions, C will only be able to recover damages in (inverse) proportion to her fault. If the accident was partly C's fault (as facts imply) she will be responsible for her share of her own damages.<br /><br /> <b>2. Comparative Negligence - Partial</b><br /><br /> In some jurisdictions, C may recover in (inverse) proportion to fault, but she will be totally barred from any recovery if her fault is 50% or greater. <br /><br /><b>3. Contributory Negligence</b><br /><br /> In a minority of jurisdictions, if C negligence at all contributed to the accident, she will be totally barred from recovery. C didn't check to see if the road was clear. This could bar her recovery. She was not driving with sufficient reasonable care.<br /><br /> <b>4. Contributory Negligence Exception - Last Clear Chance (LCC)</b><br /><br /> In jurisdictions following contributory negligence with the LCC doctrine B will not be able to use the defense of contributory negligence if B had the last clear chance to avoid the accident.<br /><br /> B will have had the last clear chance if he knew or should have known of the danger, could have prevented it, but did not.<br /><br /> Although C was negligent, B should have seen her coming out, and if that would have enabled him to avoid the collision, the defense fails.<br /><br /> F. C liable to B for personal injury and property damage, minus apportionment through comparative negligence.<br /><br /> <b>G. Contribution: by F to B.</b><br /><br /> <b>II. Customer(C) v. Flora (F)</b><br /><br /> Customer will bring a claim against Flora for negligence.<br /><br /> <b>Status of Parties</b><br /><br /> C is a business invitee of F's since C was on the premises for the business/financial benefit of F in the standard routine of business.<br /><br /> <b>Negligence</b><br /><br /> Defined Supra.<br /><br /> <b>Duty</b><br /><br /> Because C was a business invitee on F's premises, F owed her the highest duty to inspect reasonably for dangers, warn, and make safe. F had a duty to make bad traffic conditions safer.<br /><br /> <b>Respondeat Superior</b><br /><br /> Flora also has the vicarious liability/duty of all her employees engaged in normal business activities. As such, she is responsible for the actions of Attendant (A).<br /><br /> <b>Breach - Negligence Per Se</b><br /><br /> F violated the criminal statute requiring that anyone employing a parking attendant must ensure the parking attendant is licensed and trained. This can establish negligence per se if the purpose of the statute was to protect people like C from accidents like this. Since the training involved safety, it certainly applies here.<br /><br /> Breach established by negligence per se.<br /><br /> Breach - Established Actual<br /><br /> F had a duty to C to warn/find of known dangers and make them safe. Using a parking attendant would help this duty. However, Attendant was careless and F knew he was sometimes careless. F is responsible for his actions. Since A failed to warn/make safe and even worsened the situation by giving C assurance, F is definitely in breach. Actual breach (in addition to neg. per se) established (although only 1 needed).<br /><br /> <b>Causation</b><br /><br /> 1. But for attendant's failure to be careful, no accident.<br /><br /> 2. For[e]seeably carelessness by Attendant causes an accident.<br /><br /> <b>Damages</b><br /><br /> Supra.<br /><br /> <b>Defenses</b><br /><br /> Supra (same as B), except contributory/comparative not available in some jurisdictions for Business invitee, even though C didn't check.<br /><br /> <b>Additional Defenses</b><br /><br /> F may claim that (A) was frolic[k]ing outside scope of duties and/or that criminal statute not made to prevent this harm.<br /><br /> Both will fail.<br /><br /> F liable for Personal Injury and Property Damage.<br /><br /> G. Contribution: By B to F.<br /><br /> <b>III. BUSINESSMAN AGAINST FLORA</b><br /><br /> <b>A. Negligence</b><br /><br /> Supra.<br /><br /> <b>B. Duty</b><br /><br /> B was a for[e]seeable plaintiff of F's negligence but was not an invitee because he was not yet on the premises. As such, F owed him a duty only to be a reasonable shopkeeper.<br /><br /> <b>C. Breach - Negligence Per Se</b><br /><br /> Supra.<br /><br /> B is included in people statute aimed to protect.<br /><br /> <b>D. Breach - Actual</b><br /><br /> It will be hard to prove F owed B a duty, since he wasn't on premises. However, A waving of C was actively negligent and F liable.<br /><br /> <b>E. Causation</b><br /><br /> But for Flora's negligence in training (A) and his subsequent actions for which she was liable, no accident.<br /><br /> For[e]seeably, A's failure to guide cars properly will cause accident with 3rd party. <b>F. Damages</b><br /><br /> B suffered personal injury and property damage.<br /><br /> <b>G. Defenses</b><br /><br /> Because B was not an invitee of F, the defenses of contributory negligence and comparative negligence will hold because F owed him no special duty, and B significantly contributed to his damages by failing to watch the road.<br /><br /> F liable to B for damages through vicarious liability of active negligence of A or through breach by negligence per se, but damages limited by B's contribution, depending on jurisdiction.<br /><br /> <b>IV. C and B v. A</b><br /><br /> C and B will bring a COA against A for negligence.<br /><br /> <b>Negligence</b> Supra.<br /><br /> <b>Duty</b> To act as an ordinary attendant with reasonable care.<br /><br /> <b>Breach</b> Attendant was \"careless\" and waved customer on with \"only a hurried glance.\"<br /><br /> <b>Causation</b> Actual - But for carelessly waving customer, no accident.<br /><br /> Proximate - For[e]seeably, waving customer carelessly results in accident.<br /><br /> <b>Damages</b><br /><br /> Personal Injury and Property Damage for B and C.<br /><br /> <b>Defenses</b> <b>Contributory Negligence</b><br /><br /> Supra.<br /><br /> <b>LCC Doctrine</b><br /><br /> Supra.<br /><br /> <b>Comparative Negligence Pure</b><br /><br /> Supra.<br /><br /> <b>Comparative Negligence Partial</b><br /><br /> Supra.<br /><br /> Attendant will be partially liable for damages in jurisdictions with pure comparative negligence, and may be liable in jurisdictions with partial comparative negligence, depending on how fault is assigned.<br /><br /> <b>Contribution</b><br /><br /> From C to A for damages to B.<br /><br /> From B to A for damages to C.",
				"<b>I. CUSTOMER v. BUSINESSMAN</b><br /><br /> <b>A. NEGLIGENCE</b> A negligence action will arise when one party has acted with an unreasonable amount of risk causing harm to another party where a duty is owed to avoid that risk. Here, Businessman and Customer have a traffic accident in which both drivers are injured and Customer is bringing an action for damages against Businessman.<br /><br /> <b>1. DUTY.</b> Duty is avoiding an unreasonable risk of harm to another person. Generally, duty is owed any time the party acts, called malfeasance. In cases of nonfeasance, that is, a failure to act, duty is only owed under special circumstances. Here Businessman was driving down the street toward the flower shop. As a driver, Businessman has a duty to drive reasonably to avoid the risk of harm to others on the street.<br /><br /> <b>2. STANDARD OF CARE</b> <b>a. GENERAL STANDARD OF CARE.</b> Generally, the standard of care ascribed to the duty owed is that of a reasonably prudent person in the same or similar circumstances. Here, Businessman would be expected to maintain a standard of care to the other drivers, that is, in line with the actions of any reasonably prudent driver driving toward the flower shop. Since Flora has erected a sign visible to drivers asking for extra caution in this area, the circumstances would demand that any reasonably prudent driver in this area would take extra care to avoid harm to others.<br /><br /> <b>b. STANDARD OF CARE BASED UPON A CRIMINAL STATUTE.</b><br /><br /> Sometimes, if there is an applicable criminal statute, the standard of care mandated by that statute may be used to define the standard of care required under negligence. Here, there is a statute that requires a drive[r] to have a valid license. Businessman's license has expired. He has violated the statute. However, when the statute merely applies to licensing and the collection of funds, it will generally not be used to define the standard of care under negligence. Here Businessman's expired license will not be used to define his standard of care when driving his car.<br /><br /> <b>3. BREACH OF DUTY.</b><br /><br /> <b>a. GENERAL BREACH OF DUTY.</b> A breach of duty exists when the avoidance of harm is less than the probability of harm and the probable severity of that harm (The Hand theory). Here, Businessman is driving in an area known as a dangerous intersection. The intersection has been the site of recent accidents and there is a sign asking for extra caution. It would be very easy for Businessman to heed the sign, put down his cellular phone, and take a little extra time and care in respect for the intersection. Weighing the ease with which Businessman could pay more attention against the probability of an accident (it is a dangerous intersection) and the possible severity of harm (auto accidents are always costly in both personal and property damage), shows that Businessman has breached his duty.<br /><br /> <b>b. BREACH OF DUTY BASED ON A STATUTE--NEGLIGENCE PER SE.</b> If there is an applicable criminal statute which may be used to define the standard of care, and that statute defines both the type of harm that has been caused and the harm has been caused to the class of people the statute was designed to protect, then the statute may be used to define the breach of duty. Here, Businessman has an expired license. The statute will not be applicable for negligence per se. See above.<br /><br /> <b>4. CAUSE IN FACT.</b> The harm that the plaintiff suffers must result directly from the action of the defendant, or the defendant's action must have been a substantial factor in causing that harm. Here, Business[sic] collided with Customer. He has actually caused her harm.<br /><br /> <b>5. PROXIMATE CAUSE.</b> The harm caused must also occur without any foreseeable superceding or intervening events which have broken the chain of events from the defendant's actions to the plaintiff's harm. Here Businessman runs into Customer. There are no superceding or intervening events. Businessman's act is the proximate as well as actual cause of Customer's harm.<br /><br /> <b>6. DAMAGES.</b> To recover in negligence, there must be actual damages. Here, both Customer and Businessman were injured. There were actual damages.<br /><br /> <b>7. DEFENSES.</b> Defenses available to the defendant include assumption of risk, comparative negligence, and contributory negligence (minority of jurisdictions).<br /><br /> <b>a. ASSUMPTION OF RISK.</b> If the plaintiff knows of the risk and has voluntarily decided to continue with his own actions taking that knowledge into consideration, he is said to have assumed the risk of his own activity. Here, Customer has chosen to drive her car; however, there is no indic[a]tion that she has assumed any special risk for that ordinary task. She certainly has not assumed the risk of being hit by Businessman at this particular time. Customer has not assumed the risk.<br /><br /> <b>b. COMPARATIVE NEGLIGENCE.</b> If the plaintiff is also acting negligently is[sic] his actions, he may be liable for part of his own damages. Total liability to the defendant will NOT be relieved. However, plaintiff may be responsible for a proportionate amount of his own damages with respect to his own level of liability. Here, Customer was distracted by her baby in the back seat. Her distraction indicates that she may have been neglecting to pay proper attention to her own driving and under the circumstances may also be considered negligent.<br /><br /> <b>c. CONTRIBUTORY NEGLIGENCE.</b> In some jurisdictions, negligence of the plaintiff will relieve the defendant of all liability. If this is a Contributory negligence jurisdiction, defendant will escape liability based on Customer's own liability.<br /><br /> <b>II. CUSTOMER v. FLORA</b><br /><br /> <b>A. NEGLIGENCE</b><br /><br /> <b>1. DUTY.</b> See above.<br /><br /> <b>2. STANDARD OF CARE.</b> See above. Here, Flora is a shop owner and knows that the traffic leaving her property is at greater risk for injury than normal. She has taken certain steps to alleviate the situation, such as posting a sign and hiring an attendant.<br /><br /> <b>a. STATUTORY STANDARD OF CARE.</b> See above. Here, the applicable statute requires an employer to have a special license and for the attendant to get special training. Flora has neglected to do either. She has not met the requisite standard of care as defined by the statute. <b>b. RESPONDEAT SUPERIOR.</b> As an employer, Flora is responsible for the actions of her employees in conjunction with the job they perform. Flora is aware that Attendant is sometime careless in his work, which is also less than the standard of care that an ordinarily prudent employer would take in same or similar circumstances.<br /><br /> <b>3. BREACH OF DUTY.</b><br /><br /> <b>a. NEGLIGENCE PER SE.</b> See above. Here, the class of people protected by the statute would be the drivers the trained attendant would be expected to help or protect. The type of harm addressed by the statute would be the harm resulting from auto accidents. Thus, here the statute is applicable to both the class of people harmed and the type of harm addressed. The statute could be used to establish a breach of duty by Flora since Flora has violated the statute.<br /><br /> <b>4. CAUSE IN FACT.</b> See above. The fact that Flora did not hire a properly trained attendant was a substantial factor in the harm caused to Customer. Attendant was not doing his job properly and waved Customer's car into oncoming traffic. Flora as the employer is responsible for attendant. Customer's harm is a cause in fact of Flora's actions of hiring an untrained attendant.<br /><br /> <b>5. PROXIMATE CAUSE.</b> See above. There were no intervening/superceding events and all were foreseeable.<br /><br /> <b>6. DAMAGES.</b> See above.<br /><br /> <b>7. DEFENSES.</b> See above. Flora will argue that Customer was also negligent.<br /><br /> <b>III. BUSINESSMAN v. FLORA</b><br /><br /> <b>A. NEGLIGENCE</b><br /><br /> <b>1. DUTY.</b> See above.<br /><br /> <b>2. STANDARD OF CARE.</b> See above.<br /><br /> <b>3. BREACH OF DUTY.</b> See above.<br /><br /> <b>4. CAUSE IN FACT. </b>Since the Attendant sent Customer out into the traffic in front of Businessman, and this caused Businessman to run into Customer, Flora's liability would be the same as her liability for Customer.<br /><br /> <b>5. PROXIMATE CAUSE.</b> See above.<br /><br /> <b>6. DAMAGES.</b> See above.<br /><br /> <b>7. DEFENSES.</b> Flora will argue that Businessman was also negligent.<br /><br /> <b>IV. CUSTOMER & BUSINESSMAN v. ATTENDANT</b><br /><br /> <b>A. NEGLIGENCE</b><br /><br /> <b>1. DUTY.</b> See above. Attendant has a duty to perform his job to avoid an unreasonable risk of harm to Businessman and Customer.<br /><br /> <b>2. STANDARD OF CARE.</b> Attendant's standard of care will be that of a trained attendant as defined by the statute, though it is not Attendant's responsibility to obtain that training. He will be expected to perform as a reasonably prudent parking attendant under same or similar circumstances.<br /><br /> <b>3. BREACH OF DUTY.</b> See above. Attendant was distracted by the honking horns and subsequently did not pay adequate attention to sending Customer's car into traffic. The utility of paying attention is small compared to the possible harm from wrecks. Here, Attendant himself had breached his duty of care to be a reasonably prudent attendant.<br /><br /> <b>4. CAUSE IN FACT.</b> See above. Had attendant not sent Customer into traffic, she would not have been hit by Businessman.<br /><br /> <b>5. PROXIMATE CAUSE.</b> See above.<br /><br /> <b>6. DAMAGES.</b> See above.<br /><br /> <b>7. DEFENSES.</b> Attendant will argue that both Customer and Business[sic] were negligent in their actions."
			],
			"issues": {
				"negligence": {},
				"negligence_duty": {},
				"negligence_per_se": {},
				"negligence_breach": {},
				"negligence_actual_cause": {},
				"negligence_proximate_cause": {},
				"negligence_special_damages": {},
				"negligence_general_damages": {},
				"negligence_contributory": {},
				"negligence_last_clear_chance": {},
				"negligence_assumption_of_risks": {},
				"negligence_comparative": {},
				"respondent_superior": {},
				"negligence_duty_premises": {}
			}
		},
		{
			"id": 4,
			"reference": "October 2003",
			"topic": "Negligence, Products Liability, Strict Liability (Very Important Essay)",
			"essay": "Peter, walking along the street at 10:00 p.m. on April 20, urgently needed to find a restroom. Just ahead was Dell's Supper Club (\"Dell's\"), which Peter had patronized a few times in the past. There was a sign on the door of Dell's that said \"Restrooms for Patrons Only.\" He was not familiar with Dell's restroom. He entered the dimly lit club and was directed by a waitress toward a door marked \"MEN\". Peter opened this door and stepped into an even darker room. Just inside the door, Peter felt for and pushed a light switch, but no light came on because the bulb in the ceiling fixture was burned out. Nevertheless, Peter walked towards what he thought was the toilet, but tripped over a step, fell, and suffered severe cuts and bruises.<br /><br /> Later that night at Dell's John ordered a steak with mushrooms. Dell's used canned mushrooms purchased from Acme Foods, which three weeks earlier had discovered that some of its canned mushrooms had been improperly prepared and if eaten could cause botulism. Acme Foods notified all its customers of the problems with the canned mushrooms and offered to replace any cans of mushrooms purchased from them. Dell's received this notice, but disregarded it. John was served some of the mushrooms in question and as a result contracted botulism, recovering only after five days of severe illness and hospital treatment.<br /><br /> At 6:00 a.m. the next morning Carl, who was paid to pick up the garbage at Dell's, drove to the back of the club to carry out his duties. He did not see Dell's large guard dog chained next to the bin to keep out trespassers, and the dog was asleep when Carl entered the bin. As Carl walked to the bin, he startled the dog and it attacked Carl. The dog grabbed Carl's shoe and held on tightly. Carl managed to get his foot out of the shoe, ran to the fence surrounding the back of the restaurant, and climbed over it to get away from the dog. Once he reached the top of the fence, he fell to the ground on the other side and broke his leg.<br /><br /> What actions could Peter, John and Carl assert against Dell's, what defenses should Dell's assert, and what would be the probable results? Discuss.",
			"sampleAnswers": [
				"<b>Negligence</b><br /><br /> Under tort law negligence is a failure to act as a reasonably prudent person in the same circumstances. A prima facie case of negligence requires a showing of duty, breach, proximate and actual causation, and damages.<br /><br /> <b>1. Peter v. Dell's (P v. D)</b><br /><br /> <b>A. Negligence</b><br /><br /> <b>1. Standard of care</b><br /><br /> Under tort law the standard of care is that of a reasonably prudent person in the same situation.<br /><br /> Here D is a landowner because P was injured on their property.<br /><br /> Therefore D is held to the standard of care of other landowners.<br /><br /> <b>2. Duty</b><br /><br /> Under common law there was no general duty to act affirmatively to protect others.<br /><br /> Under Palsgraf, Cordozo argued that D owes a duty only to those in the zone of danger to protect foreseeable plaintiffs from foreseeable harm.<br /><br /> Andrews argued that if D owes a duty to anyone he owes a duty to everyone.<br /><br /> Here there is a special duty because D is a landowner as discussed above.<br /><br /> The specific level of duty D owes to P depends on the status of P.<br /><br /> <b>A. P as trespasser</b><br /><br /> Under common law landowners owed no duty to trespassers. Modernly landowners owe a duty to known trespassers to avoid from actively causing them harm from the landowner's use or activities on the land.<br /><br /> Here P may be considered a known trespasser because although he was not going to buy anything at D's the waitress knew that he was going into the restroom marked for patrons only because the waitress directed him there.<br /><br /> Therefore if P is considered a known trespasser D owed him a duty not to actively cause him harm from their use or activities on the land.<br /><br /> <b>B. P as licensee</b><br /><br /> Under tort law landowners owe a duty to licensee, those on the property with permission but not to convey a benefit to landowner, to warn them of known artificial dangers on their land.<br /><br /> Here P may be considered a licensee because although he did not intend to buy anything this time he had visited a few times in the past and as D was a \"Supper Club\" it may be reasonable to find that P was licensed to enter D's land.<br /><br /> Therefore if P is considered a known trespasser D owed him a duty to warn of known artificial dangers on the land.<br /><br /> <b>3. Breach</b><br /><br /> Under the Learned Hand Calculus breach can be found where the burden of preventing the harm to P combined with the social utility of D's acts are not outweighed by the likelihood of harm occurring to P times the magnitude of harm which might occur.<br /><br /> Here the burden of preventing the harm to P may have been small if the bulb has been out for awhile and no one at D's inspected the restroom periodically.<br /><br /> Here there is no social utility in not checking the restrooms.<br /><br /> Here the likelihood of injury is high because it is reasonable to find that if a lightbulb is burnt out that someone may hurt themselves in the dark.<br /><br /> Here the magnitude of harm is high because a restroom is a potentially dangerous place in the dark and someone could fall and hit their head causing serious harm or even death.<br /><br /> Therefore D breached his duty to P.<br /><br /> <b>4. Actual cause</b><br /><br /> Under tort law actual causation will be found where but/for the negligence of D the plaintiff would not have been harmed.<br /><br /> Here but/for D's negligence is [sic] not changing the lightbulb P would not have been harmed because P would have seen the step and not tripped.<br /><br /> Therefore D is an actual cause of P's harm.<br /><br /> <b>5. Proximate cause</b><br /><br /> Under tort law P's injury must not have occurred in a way to [sic] unforeseen or removed from the negligent acts of the defendant.<br /><br /> Here P's injury was foreseeable because as discussed above P fell because there was no light and it is reasonably foreseeable that if there is no light in a bathroom someone could get hurt.<br /><br /> Here there are no intervening acts because although the bulb burnt [sic] out it['s] not unforeseeable, because bulbs burn out all the time.<br /><br /> Therefore D is the proximate cause of P's harm.<br /><br /> <b>6. Damages</b><br /><br /> Under tort law victims of negligence must suffer damages in order to be compensated. Here P suffered damages because he suffered severe cuts and bruises. Therefore P suffered compensable damages.<br /><br /> <b>B. D's defenses</b><br /><br /> <b>1. Contributory negligence</b><br /><br /> Under tort law contributory negligence is a minority doctrine that any negligence by P acts as a complete bar to recovery. Even in a contributory negligence jurisdiction P can recover if D had the \"last chance\" to prevent the harm to P.<br /><br /> Here there if [sic] contributory negligence because P saw that the light didn't come on but went into the restroom anyway.<br /><br /> Here D did not have the last change [sic] to prevent P's harm because P could have avoided the harm at the last change [sic] by not entering.<br /><br /> Therefore in a contributory negligence jurisdiction D would have a defense to P's claim of negligence.<br /><br /> <b>2. Comparative negligence</b><br /><br /> Under tort law comparative negligence is a majority doctrine that any negligence by P is not a bar to recovery but acts to reduce the damages payable by D by the percentage that P's own negligence contributed to his own injuries.<br /><br /> Here as discussed above P was also negligent in entering a dark room.<br /><br /> Therefore in a comparative negligence jurisdiction any award for damages to P would be reduced by the percent of his own negligence.<br /><br /> <b>3. Assumption of the risk</b><br /><br /> Under tort law if P knowingly and voluntarily assumes the risk of his own actions it is a complete bar to recovery.<br /><br /> Here P knew that the room was dark but he did not know that there was a step in the room. Therefore although he voluntarily entered the room he did not do so with a complete knowledge of the risk he was assuming and assumption of the risk fails as a defense to D's negligence.<br /><br /> <b>2. John v. Dell (J v. D)</b><br /><br /> <b>A. Strict liability in tort</b><br /><br /> Under tort law those in the chain of marketing are strictly liable for injuries caused by defective products.<br /><br /> <b>1. Manufacturing defect</b><br /><br /> Under tort law a manufacturing defect exists when a product is not produced as designed and such manufacturing defect causes injury. Here there is a manufacturing defect because the mushrooms were improperly prepared and could cause botulism.<br /><br /> <b>a. Consumer expectation test</b><br /><br /> Under the consumer expectation test a product defect exists if the product fails to function as a reasonable consumer would expect.<br /><br /> Here there is a failure of the consumer expectation test because a reasonably [sic] consumer would not expect a mushroom to cause botulism.<br /><br /> <b>2. Proper plaintiff</b><br /><br /> Under strict liability in torts a duty is owed to foreseeable users and those foreseeably affected by the defective product.<br /><br /> Here there is a foreseeable user because it is foreseeable that a restaurant would buy mushrooms and use them in food they served to their guests.<br /><br /> Therefore J is a foreseeable user.<br /><br /> <b>3. Proper defendant</b><br /><br /> Under strict liability in torts all those in the chain of marketing a defective product are liable for the harm caused.<br /><br /> Here D is in the chain of marketing because they sold the mushrooms with the steak they served to J.<br /><br /> Therefore D is a proper defendant.<br /><br /> <b>4. Actual cause</b><br /><br /> Supra<br /><br /> Here D is the actual cause of J's harm because but/for them [sic] serving the mushrooms J would not have been harmed.<br /><br /> <b>5. Proximate cause</b><br /><br /> Supra<br /><br /> Here D is the proximate cause of J's harm because contracting botulism is a foreseeable result of serving bad mushrooms.<br /><br /> <b>6. Damages</b><br /><br /> Supra<br /><br /> Here P suffered damages because he got sick and had to go the hospital.<br /><br /> <b>7. Defenses</b><br /><br /> Here there is no evidence that J was aware of the risk or that he was in any way negligent. Therefore D has no defense to J's claim of strict liability.<br /><br /> <b>B. Negligence</b><br /><br /> The discussion for negligence mirrors the discussion for strict liability in tort with the exception that negligence requires a showing of breach while strict liability does not.<br /><br /> <b>1. Breach</b><br /><br /> Supra<br /><br /> Here the burden of preventing the harm would have been to not disregard the notice they received warning of the danger.<br /><br /> Here there is no social utility in not reading the notice.<br /><br /> Here the likelihood of harm is high because Acme told them it was.<br /><br /> Here the magnitude of potential harm is high because botulism is a serious illness requiring hospitalization.<br /><br /> Therefore D breached their duty to J and is liable for negligence.<br /><br /> <b>C. Warranty</b><br /><br /> Under tort law all products carry with them an implied warranty of merchantability that they are fit for their intended use.<br /><br /> Here mushrooms are intended to be used as food.<br /><br /> Here the mushrooms were not fit for use as food because they caused botulism.<br /><br /> Therefore D breached the implied warranty of merchantability.<br /><br /> <b>3. Carl v. Dell (C v. D)</b><br /><br /> <b>A. Strict liability</b><br /><br /> Under tort law defendants are strictly liable for harm caused by wild animals or domestic animals who are known to be dangerous.<br /><br /> Here there is an animal known to be dangerous because it is reasonable to find that a large guard dog kept chained in a fence to keep out trespassers would be a danger to anyone he encountered.<br /><br /> Therefore D is strictly liable to C for the damage done by the guard dog.<br /><br /> <b>B. Actual cause</b><br /><br /> Supra<br /><br /> Here but/for the guard dog C would not have climbed the fence and fell, breaking his leg.<br /><br /> Therefore D is an actual cause of C's harm.<br /><br /> <b>C. Proximate cause</b><br /><br /> Supra<br /><br /> Here it is not unforeseeable that if a dangerous dog attacked someone they would try to get away and get injured in the attempt.<br /><br /> Therefore D is the proximate cause of C's harm.<br /><br /> <b>D. Damages</b><br /><br /> Supra<br /><br /> Here C is injured because he broke his leg.<br /><br /> Therefore C suffered compensable injuries.<br /><br /> <b>E. Defenses</b><br /><br /> Here there is no evidence that C was aware of the risk because he did not see the dog and it was asleep when he entered the bin. There is also no evidence that C was in any way negligent.<br /><br /> Therefore D has no defense to C's claim of strict liability.<br /><br /> <b>2. Negligence</b><br /><br /> Here as discussed above D can be found to be negligent in regards to C if it is found that he owed a duty and breached that duty to C.<br /><br /> <b>A. Duty</b><br /><br /> Supra<br /><br /> Landowners owe a duty to invitees to warn of hidden dangers on the property. Here C can be found to be an invitee because he was on the property to incur a benefit to D, the removal of the garbage.<br /><br /> <b>B. Breach</b><br /><br /> Supra<br /><br /> Here D breached the duty to C because they did not warn of the dangerous dog on the property.<br /><br /> <b>C. Actual cause</b><br /><br /> Supra<br /><br /> <b>D. Proximate cause</b><br /><br /> Supra<br /><br /> <b>E. Damages</b><br /><br /> Supra<br /><br /> <b>F. Defenses</b><br /><br /> Supra",
				"<b>1. Peter v. Dell's</b><br /><br /> Peter may be able to recover damages against Dell's for his injuries if he is able to prove the elements of negligence. In order to prevail in a negligence suit, Peter would have to show that Dell's had a duty of care to him which they breached, causing him damages.<br /><br /> <b>Duty:</b> A person ordinarily owes a duty of care to control their own conduct to prevent injury to other people that may result from the things they do. The duty owed may be based on statute, contract, relationship, admission of the duty, or creation of the peril. In this case, duty based on relationship is the important factor.<br /><br /> Here, the relationship between Peter and Dell's is important. Peter has gone onto the property of Dell's to use the restroom, even though Dell's has posted signs that indicate the restrooms are for customers only. Dell's may want to consider Peter a trespasser, and thus owed no duty. However, it is reasonably foreseeable that persons may come in off the street to use the facilities; if this were not so, then Dell's would not have posted the sign restricting access to their customers only. Peter is still not a licensee or invitee in this case, but because his trespass is either expected or common, Dell's owes a duty of care to him to warn of artificial hazards and to correct those that can be reasonably fixed.<br /><br /> Therefore, Dell's owes a duty of care to Peter.<br /><br /> <b>Breach:</b> A person has breached their duty of care when their conduct does not rise to the level required to protect others.<br /><br /> Here, Dell's could have replaced the bulbs making the bathroom area so very dark. Under the Hand analysis, if the burden of the precaution is less than the magnitude of the injury times its probability, then a breach has occurred. The burden of replacing a light bulb is small, as is the placing of a sign or notice that there are steps ahead. On the other side of the equation, the probability that someone will trip on the steps in the dark is great, and the magnitude of the possible injury is also great.<br /><br /> Therefore, Dell's has breached its duty of care to Peter.<br /><br /> <b>Causation:</b> In order to be liable, the defendant's conduct must be both the actual and proximate cause of the plaintiff's injury.<br /><br /> Actual cause is found when the defendant's conduct is the but-for cause of the injury, or in some cases a substantial factor in the injury.<br /><br /> Here, since the burned out light and lack of warning led directly to Peter's injury, Dell's breach of duty if [sic] the actual cause of the harm.<br /><br /> Proximate cause is found when there are no superseding, intervening events.<br /><br /> Here, there are no events intervening between Peter's entry into the restroom area and his accident due to the lack of lighting and signs.<br /><br /> Therefore, Dell's breach of its duty will be found to be the actual and proximate cause of Peter's injury.<br /><br /> <b>Damages: </b>In order to prevail, the plaintiff must show damages.<br /><br /> Here, the facts state that Peter suffered severe cuts and bruises from his fall.<br /><br /> <b>Defenses:</b> Dell's may have some defenses to this action. Defenses include contributory negligence (if the jurisdiction follows contributory negligence), comparative negligence, and assumption of the risk. In contributory negligence, if the plaintiff has any fault in the injury he suffered, then he is barred from recovery. In a comparative negligence jurisdiction, the plaintiff may recover according to the degree of fault assigned to the parties. In pure comparative negligence, he will recover his portion of damages, regardless of how small or large it may be. In modified comparative negligence jurisdictions, he will recover if his fault is 50% or less of the total fault. Under assumption of the risk, Peter would be barred from recovery if it was found that he knew of the risk and voluntarily engaged in the conduct anyway.<br /><br /> In this case, Dell's may assert that by walking into a dark, unfamiliar room, Peter contributed to his own injury. This would create a degree of fault for Peter. There may be some contributory or comparative negligence found here. Since Peter was unaware that there were steps that could harm him, assumption of the risk would not apply here. Result: In a contributory negligence jurisdiction, Peter would be barred from recovery based on walking into a dark unfamiliar room. In a comparative negligence jurisdiction, he would recover according to the degree of fault he was assigned by the court.<br /><br /> <b>2. John v. Dell's</b><br /><br /> John may have a cause of action against Dell's under strict liability in tort if he can show that he is a proper party, that the product was defective, that the product caused him harm, and he suffered damages.<br /><br /> Parties? Proper parties to a suit such as this must be foreseeable users of the product. In this case, John was a patron of a restaurant serving canned mushrooms which were defective and made him ill. A restaurant customer is a foreseeable user of food supplied to that restaurant.<br /><br /> Therefore, John is a proper party to sue in strict liability.<br /><br /> <b>Defective product?</b> The product must be shown to be defective either in design, manufacture, or warnings.<br /><br /> Here, the product was produced improperly and could cause botulism. The factory promptly notified its customers of the problem and offered to replace the mushrooms. Clearly they knew that the product was defective. The question is whether Dell's knew of the defect. The facts state that Dell's received the notice but disregarded it.<br /><br /> Therefore, the product is clearly defective in manufacture, and the parties involved were aware of the defect.<br /><br /> Was Dell's conduct the actual and proximate cause of John's harm? As discussed above, Dell's conduct must be shown to be both actual and proximate cause of the harm to John.<br /><br /> Here, Dell's knew of the potential for botulism poisoning from the mushrooms, because they were warned of the possibility, but they chose to ignore the warning and serve the mushrooms anyway. This conduct clearly cause [sic] the mushrooms to be served to John, causing him illness. There were no other intervening or possible sources of the harm to John.<br /><br /> Therefore, Dell's conduct in serving the mushrooms is the actual and proximate cause of John's injury.<br /><br /> <b>Damages?</b> John must show that he suffered some harm due to the actions of Dell's. Here, the facts state that John suffered five days of illness and hospital treatments. Therefore, John suffered damages from Dell's conduct in serving the mushrooms. Defenses? In strict liability in tort, there are no provisions for contributory negligence. Dell's would only be able to try to claim that either John knew there was a risk of poisoned mushrooms and ate them anyway, or that he was somehow at fault in eating them. Neither possibility seems likely.<br /><br /> Conclusion: Dell's will be found liable in strict liability in tort for the illness and damages John suffered due to eating the mushrooms.<br /><br /> <b>3. Carl v. Dell's</b><br /><br /> Carl may be able to recover damages from Dell's in strict liability due to his injuries from Dell's guard dog if he can show that Dell's knew that the dog had dangerous or vicious propensities to harm people. He would also have to show causation and harm in order to collect.<br /><br /> A person may be held strictly liable for the actions of domestic animals if the animal has a propensity to be vicious. If the dog has bitten before, or been trained to be vicious, then the owner is strictly liable without fault for any damage the dog may do to others. Here, the facts do not state if Dell's dog has actually ever bitten anyone. However, the facts do state that he is a guard dog, that it is chained up to keep trespassers out, and that [it] is kept in back near the trash bins. All these factors would seem to indicate that the dog is expected to be quite fierce and protective of the property, and may indeed demonstrate a degree of viciousness.<br /><br /> Therefore, by having such an animal, even chained up, Dell assumes the liability of any injuries the dog may inflict.<br /><br /> <b>Causation?</b> Discussed above. Actual and proximate cause required.<br /><br /> Here, the threat of the dog caused Carl to climb the fence from which he fell and broke his leg. The dog was the actual cause of the injury. In addition, Dell's fence was obviously high enough that falling from it, escaping from the dog, was sufficient to cause harm. Therefore, Dell's is the actual and proximate cause of Carl's injury.<br /><br /> <b>Damages?</b> Carl must show actual injury.<br /><br /> Here, the dog only damaged Carl's shoe. However, in the effort to escape from the dog, Carl climbed a fence, falling and breaking his leg. The shoe is only minor damage, but the broken leg is much more serious.<br /><br /> Therefore, Carl's damages including his damaged shoe and broken leg will be found to be injuries caused by the dog threat.<br /><br /> <b>Defenses?</b><br /><br /> There are none.<br /><br /> Result?<br /><br /> Dell's is liable for Carl's damages."
			],
			"issues": {
				"negligence": {},
				"negligence_duty": {},
				"negligence_duty_premises": {},
				"negligence_breach": {},
				"negligence_actual_cause": {},
				"negligence_proximate_cause": {},
				"negligence_special_damages": {},
				"negligence_general_damages": {},
				"negligence_contributory": {},
				"negligence_comparative": {},
				"negligence_assumption_of_risks": {},
				"products_liability": {},
				"pl_breach_imp_warranty": {},
				"pl_strict_liability": {},
				"pl_negligence": {},
				"strict_liability": {}
			}
		},
		{
			"id": 5,
			"reference": "June 2004",
			"topic": "Negligence & Products Liability",
			"essay": "Penelope and her friends went shopping at Deals Department Stores (\"Deals\"). They entered Deals on the first floor and decided to take the elevator to the third floor. Penelope pressed the button for the elevator. While waiting for it to arrive, Penelope chatted with her friends with her back to the elevator door. When she heard the elevator door open, Penelope, without looking, stepped backward into the elevator opening while continuing to chat with her friends. No elevator car was present, she fell into the shaft, and dropped fifteen feet to the basement floor.<br /><br /> While Penelope suffered only minor physical injuries as a result of her fall, shortly thereafter she suffered an acute psychotic breakdown from which she has not recovered. Penelope's doctors have concluded that the elevator accident aggravated a pre-existing psychological condition which has caused permanent disabilities.<br /><br /> Deals owns the store building and contracts with Reliable Elevator Company (\"Reliable\") to maintain the elevator. Reliable also manufactured and installed the elevator. This type of accident involving a Reliable elevator has never happened before and there is no evidence of what caused the elevator car to be out of position when the elevator door opened.<br /><br /> 1. Under what theory or theories should Penelope bring an action for recovery of damages for her injuries, and against whom? Discuss.<br /><br /> 2. What defenses should be raised and what are the likely results? Discuss.",
			"sampleAnswers": [
				"<b>Penelope v. Deals Department Stores [\"Deals\"]</b><br /><br /> <b>Negligence:</b><br /><br /> Negligence is a breach of a legal duty that actually and proximately causes damages to another.<br /><br /> <b>Duty:</b><br /><br /> A duty is what a reasonable prudent person would be required to do or not do under the same or similar circumstances.<br /><br /> Landowners owe no duty to trespassers but do owe a duty of care to persons they invite onto their land.<br /><br /> <b>Invitee:</b><br /><br /> An invitee is a person invited onto the landowner[']s premises for monetary exchange type of business tran[s]actions. A landowner owes the duty to inspect the premises for hidden defects that may pose a danger to the invitee and also owes a duty to repair any defects on the property.<br /><br /> The facts indicate that Penelope and her friends went shopping at Deals. This is a business exchange and therefore she is an invitee. Deal[s] owes her a duty of care as mentioned above.<br /><br /> <b>Breach:</b> A breach is the failure to perform a legal duty.<br /><br /> <b>Res Ipsa Loquitor</b><br /><br /> \"The thing speaks for itself.\" When an elevator door opens without the elevator present, it can be said that something went wrong and a breach occurred. The elevator was within Deals['] ability to fix and when this accident occurred the court can imply that he failed to inspect the elevator properly and place the burden on him to prove otherwise. Deal[s] has breached his duty of care.<br /><br /> <b>Causation:</b><br /><br /> <b>Actual Causation:</b><br /><br /> This is the sine qua non or - \"but for\" cause of the accident. \"But for\" the elevator not being properly maintained, this accident would have never occurred.<br /><br /> <b>Proximate Causation:</b> This is the direct or indirect act that caused the accident. Penelope will argue that her injury was a direct result from Deals' breach. She'll claim that there were not any intervening, unforeseeable or independent acts.<br /><br /> Deals will argue that Penelope's not looking as she entered was an intervening act since it occurred after his breach and was unforeseeable.<br /><br /> Deals['] act \"set the stage\" for the accident and was therefore an indirect proximate cause. Penelope's not looking is foreseeable since a blind person shopping at Deals was foreseeable as falling as well.<br /><br /> Deals' breach was an actual and proximate cause of Penelope's injuries.<br /><br /> <b>Damages:</b><br /><br /> For negligence, economic loss alone is not sufficient. One must suffer physical damages.<br /><br /> The facts indicated that Penelope sustained \"minor physical injuries as a result of her fall.\" These are sufficient damages.<br /><br /> <b>Result:</b><br /><br /> Deal[s] was negligent and will be liable for general and special damages for Penelope[']s injuries as a result of the fall.<br /><br /> <b>Aggrivated [sic] injuries: thin-skin Plaintiff.</b><br /><br /> The courts have established that the defendant is liable for even unforeseeable injuries that result due to the plaintiff's pre-existing weaknesses. Deal[s] will be liable for the acute psychotic breakdown that caused her permanent disabilities; even though it was unforeseeable and unpredictable at the time of the accident. Penelope can recover general and special damages for her physical disabilities that resulted due to Deals' negligence.<br /><br /> <b>Penelope v. Reliable Elevator Co. \"Reliable\"</b><br /><br /> <b>Products Liability - Negligence</b><br /><br /> <b>Duty:</b> Manufacturers of products owe a duty of care to provide safe products.<br /><br /> Under common law, Penelope would not be in privity of contract and not have the ability to sue Reliable.<br /><br /> However, modernly, MacPherson v. Buick Motor Co. established that manufacturers owe a duty of care to the purchaser and any foreseeable end user.<br /><br /> The facts indicate that Reliable \"manufactured and installed the elevator.\" Since they installed and even maintained it inside Deals Department Store, they were directly put on notice that any of Deals' employees or customers were foreseeable users of the product. Penelope as a customer thus has a cause of action since she is owed a duty of care.<br /><br /> <b>Breach:</b><br /><br /> <b>Res Ipsa Loquitor </b>(supra)<br /><br /> Since Reliable was to maintain the product and it failed to operate correctly, a presumption of a breach can be made. Reliable has breached its duty to Penelope.<br /><br /> <b>Causation: </b>(supra)<br /><br /> Actual cause can be shown since \"but for\" it not being properly maintained and inspected, the injury would not have occurred.<br /><br /> Proximate cause can be shown since there was no unforeseeable, intervening or independent act that broke the chain of causation.<br /><br /> <b>Damages:</b> (supra)<br /><br /> Penelope has suffered minor physical injuries and a permanent disability. Reliable will be liable for general and special damages for both due to their negligence.<br /><br /> Due to this not being a newly manufactured good strict liability & warrantee [sic] do not apply since any maintenance to the machine would be an alteration of modification of the product.<br /><br /> <b>DEFENSES</b><br /><br /> <b>Penelope v. Deal & Penelope v. Reliable</b><br /><br /> <b>Contributory Negligence:</b><br /><br /> Reliable and Deal[s] will argue that by Penelope stepping backwards into the elevator shaft without looking was her contributory negligence that should eliminate or reduce his [sic] liability.<br /><br /> Under common law, a person had to be 100% not negligent to collect. A person's even 1% contributory negligence barred them from any recovery.<br /><br /> Some courts offer \"Last Clear Chance\" for plaintiffs to eliminate there [sic] contributory negligence. But here, Penelope is not blind and she had the \"Last Clear Chance\" to avoid her injury simply by looking where she was going.<br /><br /> Under common law, Penelope would not collect for her injuries form Reliable or Deal[s].<br /><br /> Modernly, courts follow <b>comparative negligence</b>. In strict comparative negligence, Penelope can recover 1% of her damage even if 99% at fault. In other juri[s]dictions, they require that the plaintiff be no greater at fault[,] either 50-50% or 49-51%. Under these jurisdictions, Penelope can collect whatever portion she was not a[t] fault for. <b>Assumptions of the Risk.</b><br /><br /> Plaintiff must know and recognize the danger and proceed anyhow.<br /><br /> Here, Penelope's back was turned. It can be assumed that she wouldn't have stepped if she had seen the empty elevator shaft.<br /><br /> Penelope did not assume the risk.<br /><br /> <b>Deal[s] v. Reliable</b><br /><br /> Deal[s] may attempt to sue Reliable for indemnity.<br /><br /> Deal[s] will claim that since he contracted with Reliable to maintain the elevator that they were responsible to maintain it properly.<br /><br /> Deal[s] will state that he is not responsible as respondeat superior for Reliable since he is not their employer. They can maintain it when they want and can send whatever repairman they want. Thus, they are independent contractors.<br /><br /> Unless Reliable has an indemnity clause in their service contract, Deal[s] can sue them and collect for whatever amount that he had to pay Penelope.",
				"<b>Penelope vs. Deals</b><br /><br /> <b>Negligence</b><br /><br /> Penelope will bring an action for negligence against Deals.<br /><br /> <b>Duty</b> - Deals owes a duty to Penelope as a landowner occupier. Deals['] duty is to inspect, warn or make safe any dangerous conditions. This duty is imposed on Deals at this standard because Penelope is considered an invitee. An invitee is one who has consent to enter the landowners['] property and has a pecuniary interest in common with the owner.<br /><br /> <b>Breach</b> - A breach of the duty occurs when the defendant's actions fall below the standard of care owed.<br /><br /> Here the facts tell us that the elevator doors opened without the elevator being present. The defendant['s] failure to inspect the elevator and make it safe breached his duty to Penelope.<br /><br /> Deals could have had ensured by inspecting and placing warning signs to always look before stepping into the elevator.<br /><br /> <b>Causation</b><br /><br /> The defendant will be liable for an injury if he was both the actual and proximate cause of the injury.<br /><br /> <b>Actual Cause</b> - This test is usually referred to as the \"but for\" test. It can be said that but for Deals['] failure to inspect or make their premises safe, the injury would not have occurred.<br /><br /> <b>Proximate Cause</b> - This test is usually referred to as the foreseeability test. It is foreseeable that an elevator may[,] for whatever reason, not to [sic] be in position. Deals will counter that Penelope's act of not looking, before she stepped backwards, is an independent, unforeseeable, intervening act, but this arguement [sic] will fail, because it is foreseeable that a customer will be talking with friends and upon hearing the door open step in without looking.<br /><br /> Deals is therefore the proximate cause of the injuries.<br /><br /> <b>Damages</b> - The plaintiff must actually suffer damages to recover for negligence. This does not appear to be an issue, because the facts tell us she was injured.<br /><br /> <b>Contributory Negligence</b> - As stated as a defense to proximate causation Deals will counter that when Penelope didn't look, before stepping, she contributed to her injury. If this is found to be true she will be barred under a contributory jurisdiction from recovery. A comparative jurisdiction will allow her to recover, with an offset due to [t]he percentage at fault, under a pure[-]comparative. Under a partial comparative, she may recover if she wasn't found more than 50% at fault.<br /><br /> As stated prior this arguement [sic] will fail and Deals will be liable for negligence. It should be noted that Deals may be able to obtain indemnity from Reliable. If one does not find negligence as stated supra, res ipsa loquitor discussed infra can be applied here.<br /><br /> <b>Negligent Infliction of Emotional Distress</b><br /><br /> The defendant can recover under this theory if she was within the zone of danger, and suffered severe emotional distress.<br /><br /> Since she actually suffered injury due to the negligence, she was in the zone of danger. Also, the facts tell us, she suffered [an] acute psychotic breakdown that is permanent, which will satisfy the element of severe emotional distress and the impact requirement of some jurisdictions.<br /><br /> Deals will counter that he should not be liable because the plaintiff already had a preexisting condition, but this will fail, because you take your plaintiffs as you find them. His attempt to break causation will fail, because he was the actual and proximate as discussed supra.<br /><br /> Deal[s] liable for negligent infliction.<br /><br /> <b>Penelope vs. Reliable</b><br /><br /> Penelope will sue Reliable under a products liability theory.<br /><br /> A manufacturer can be held liable under negligence, warranty and strict liability if their product was defective and caused the injury.<br /><br /> <b>Negligence</b> A manufacturer is held liable for any injury caused to a foreseeable end user or bystander, due to his negligent design, manufacturing or failure to provid[e] adequate warning.<br /><br /> The case of MacPherson vs. Buick no longer requires privity.<br /><br /> <b>Res Ipsa Loquitor</b><br /><br /> The facts tell us that this type of accident has never occurred and that there is no evidence of what caused the elevator to be out of position.<br /><br /> When there is no evidence to support a negligent act, res ipsa loquitor is used. âThe accident must be of the kind that does not normally occur absent negligence. Here an elevator doesn't fail to reach it's [sic] destination absent some negligence. ãAlso, the cause of the injury must be in the exclusive control of the defendant. Here Reliable was not only the manufacturer, but also responsible for maintaining the product. It will therefore be deemed to have been in his exclusive control.<br /><br /> Reliable may counter that he was not in exclusive control, because Deals would also be in control. This arguement [sic] will fail because, as stated, Reliable was responsible for maintaining also.<br /><br /> The final element is that the plaintiff did not cause or contribute to the injury. Although Reliable will state that Penelope did cause and contribute to the injury, as discussed in P v. Deals, this arguement [sic] will fail.<br /><br /> Therefore Reliable will be found liable, under res ipsa, but it should be noted that this is just an inference of negligence, to be decided by a jury.<br /><br /> <b>Warranty</b><br /><br /> A manufacturer's products come with a warranty of merchantability that they will be safe when used for ordinary purposes. Under Henningson vs. Bloomfield, no privity is required.<br /><br /> Here the facts tell us the elevator failed to appear when the door opened. An elevator is suppose[d] to be there, therefore it failed to meet it's [sic] ordinary purpose. Since it did not appear as discussed infra it was the actual and proximate cause and damages resulted.<br /><br /> <b>Strict Liability</b> A manufacturer is held strictly liable for any injuries caused to any foreseeable end user or bystander, as a result of a defective product.<br /><br /> Under Elmore vs. American Motors no privity is required.<br /><br /> There are no facts to indicate that there was a design, manufacturing or warning defect."
			],
			"issues": {
				"negligence": {},
				"negligence_duty": {},
				"negligence_duty_premises": {},
				"negligence_breach": {},
				"negligence_breach_res_ipsa_loquitur": {},
				"negligence_actual_cause": {},
				"negligence_proximate_cause": {},
				"negligence_special_damages": {},
				"negligence_general_damages": {},
				"negligence_contributory": {},
				"negligence_comparative": {},
				"negligence_assumption_of_risks": {},
				"products_liability": {},
				"pl_breach_imp_warranty": {},
				"pl_strict_liability": {}
			}
		},
		{
			"id": 6,
			"reference": "June 2004",
			"topic": "",
			"essay": "Carol stopped her car at the entrance to her office building to get some papers from her office. She left her car unlocked and left the ignition key under the car's front floor mat while she went briefly into her office.<br /><br /> While Carol was gone, Peter entered Carol's car, found the ignition key where he had seen her leave it, and started the car, intending to drive it to the hospital where his spouse had just been taken for emergency treatment. After Peter had driven the car for about a block, the brakes failed, the car hit a tree, and Peter was injured. In a dazed condition from the accident, Peter entered a nearby public building and pulled the lever of an emergency fire alarm. A city fire truck, responding to the alarm, hit and seriously injured Carol as she was emerging from her office building.<br /><br /> What claims, if any, do Carol and Peter have against each other, and what defenses, if any, may each assert? Discuss.",
			"sampleAnswers": [
				"",
				""
			],
			"issues": {
			}
		},
		{
			"id": 7,
			"reference": "October 2004",
			"topic": "",
			"essay": "Prof is a professor of torts and commercial law at University Law School (\"ULS\"). Prof's employment contract with ULS requires him to teach a certain number of hours, conduct research, publish scholarly works, be available for consultation with his students, and engage in community service.<br /><br /> Dave, one of Prof's students and research assistants, applied for a summer job with the State Office of Youth Assistance, an agency that houses and counsels troubled youths. Dave asked Prof to write a letter of recommendation for him. Prof agreed and wrote a letter recommending Dave highly and in unqualified terms. He sent the letter to the Office of Youth Assistance in a sealed envelope marked \"Confidential.\"<br /><br /> Prof knew that the job for which Dave had applied required the incumbents to be in frequent close and unsupervised contact with young children. Prof also knew at the time he wrote the letter that Dave had admitted during a confidential disciplinary investigation by ULS that he had molested his girlfriend's young daughter and that Dave was undergoing counseling related to the incident. Prof did not mention anything about this in the letter because he did not want to hurt Dave's chances of getting the job and because he was convinced that Dave would not repeat his conduct.<br /><br /> Dave was hired by the Office of Youth Assistance. Toward the end of the summer, while conducting a private interview with a six-year-old girl, Dave succumbed to temptation and attempted to molest her. The girl's screams attracted the attention of Gina, a youth counselor working nearby. Gina ran to the rescue, but the stress of the situation caused Gina to suffer a debilitating heart attack.<br /><br /> Gina sues Prof and ULS for negligent misrepresentation, alleging that Prof is liable because of his neglect in failing to disclose what he knew about Dave in his letter of recommendation and that ULS is liable under the doctrine of respondeat superior. Prof moves to dismiss Gina's suit on the grounds that (i) he owed no duty of care to Gina to disclose what he knew about Dave and (ii) even if did have such a duty, his breach of the duty was not the proximate cause of Gina's injuries.<br /><br /> ULS moves to dismiss Gina's suit on the ground that ULS cannot be held vicariously liable because writing letters of recommendations for his students was outside the scope of Prof's employment duties as a professor.<br /><br /> How would a court be likely to rule on each ground of the motions filed by Prof and ULS to dismiss Gina's suit? Discuss.",
			"sampleAnswers": [
				"",
				""
			],
			"issues": {
			}
		},
		{
			"id": 8,
			"reference": "June 2005",
			"topic": "",
			"essay": "Roofer contracted with Hal to replace the roof on Hal's house. The usual practice among roofers was to place tarpaulins on the ground around the house to catch the nails and other materials that were scraped off during the removal of the old roof. On this occasion, Roofer did not have enough tarpaulins, and he failed to place one on the ground at the rear of Hal's house. As a result, many nails and old roofing material fell into the grass of Hal's back yard. At the end of the job, Roofer did his best to clean up the back yard but missed some of the nails that were imbedded in the grass.<br /><br /> About six months later, as Hal was mowing his back lawn, his lawnmower ran over one of the nails and propelled it over the fence into the back yard of Ned, his neighbor. A few days later, as Ned was walking barefoot in his back yard, he stepped on the nail, which pierced his foot, causing him severe injury.<br /><br /> In an action brought by Ned against Roofer for negligence, what defenses might Roofer reasonably assert, and what is the likely outcome on each? Explain fully.",
			"sampleAnswers": [
				"",
				""
			],
			"issues": {
			}
		},
		{
			"id": 9,
			"reference": "October 2005",
			"topic": "",
			"essay": "David drives a parcel delivery van. On Monday, while delivering packages in a residential neighborhood, David struck and badly damaged a parked car owned by Able. At the time of the collision, David was driving 30 mph. The posted speed limit for the street is 25 mph, but residents customarily drive at 30 mph.<br /><br /> On Tuesday, David left a package for Baker on the front step outside of her house. He placed the package just in front of the doorway, and when Baker walked out of her house later in the day, she tripped over the package, breaking her hip.<br /><br /> On Wednesday, while returning to his van following a delivery, David stopped to chat with Carl, who was sitting in his car and about to back out of his driveway. When they finished speaking, Carl began to back out of the driveway. At that moment, David saw a car speeding down the street towards Carl. David considered warning Carl of the approaching car, but since David was in a hurry, he decided not to go back and tell him. As Carl backed out of his driveway, he was struck by the speeding motorist and was seriously injured.<br /><br /> Able, Baker, and Carl have all filed lawsuits against David.<br /><br /> What is David's liability to each of them? Discuss.",
			"sampleAnswers": [
				"",
				""
			],
			"issues": {
			}
		},
		{
			"id": 10,
			"reference": "June 2006",
			"topic": "",
			"essay": "A state statute requires motorcyclists to wear a safety helmet while riding, and is enforced by means of citations and fines. Having mislaid his helmet, Adam jumped on his motorcycle without one and went riding down the street. Barb, who was driving her car in the opposite direction on the same street, briefly looked down to get her sunglasses, which had dropped to the floor. At that moment a bee landed on Adam's head. In attempting to brush it away, he lost control of the motorcycle. The motorcycle fell and went sliding over the double line into Barb's lane with Adam pinned beneath it. When Barb retrieved her sunglasses and looked ahead, she saw that the motorcycle was sliding towards her, going the wrong way in her lane. She abruptly turned her wheel to avoid hitting it, crossed over the double line, and collided head-on with a truck that was approaching her at twice the posted speed limit. The truck, owned and driven by Dave, was badly damaged in the collision, as was Barb's car. Barb was seriously injured when the force of the collision threw her against her own seat belt, breaking her sternum.<br /><br /> On what theory or theories might damages be recovered, and what defenses might reasonably be raised in actions by:<br /><br /> 1. Barb against Adam? Discuss.<br /><br /> 2. Barb against Dave? Discuss.",
			"sampleAnswers": [
				"",
				""
			],
			"issues": {
			}
		},
		{
			"id": 11,
			"reference": "June 2006",
			"topic": "",
			"essay": "Grain Co. purchases grain from farmers each fall to resell as seed grain to other farmers for spring planting. Because of problems presented by parasites which attack and eat seed grain that is stored for more than a few months, Grain Co., like all seed grain dealers, always treats the seed grain it purchases with an invisible mercury-based chemical to poison these parasites. Grain Co. sells the seed grain loose by the truckload to the farmers who will plant the seed. The Grain Co. trucks display signs that state: \"Seed Grain. Not for Use in Food Products.\"<br /><br /> Farmer Jones bought a truckload of seed grain from Grain Co. She was present when the seed grain was delivered, and supervised the Grain Co. employees who unloaded the seed grain into her silos. She then used some of the seed grain to sow her field. When she found that she had some seed grain left over, she fed it to her dairy cattle.<br /><br /> Farmer Jones sold the milk produced by her dairy cattle to Big Food Stores, Inc. (\"Big Food\"). Several of the people who bought their milk at Big Food became seriously ill, and the Centers for Disease Control (CDC), a government agency that investigates outbreaks of illness, determined that mercury poisoning was the cause of their illness. CDC traced the mercury to the milk that Farmer Jones sold to Big Food.<br /><br /> On what theory or theories might the injured milk consumers recover damages from, and what defenses should they anticipate, in actions against:<br /><br /> 1. Grain Co.? Discuss.<br /><br /> 2. Farmer Jones? Discuss.<br /><br /> 3. Big Food? Discuss.",
			"sampleAnswers": [
				"",
				""
			],
			"issues": {
			}
		},
		{
			"id": 12,
			"reference": "October 2006",
			"topic": "",
			"essay": "During a severe thunderstorm, Alice sought shelter inside Walton Grocery Store (\"Walton\"). Alice slipped on a bunch of grapes that she failed to notice and that had fallen from a display near the entryway. After Alice's fall, witnesses described the grapes as \"smashed,\" \"flattened,\" \"squished,\" and \"gritty.\" The store manager told Alice that the area where Alice's fall occurred had been swept no more than 35 minutes before she fell. As a result of the fall, Alice suffered a broken arm and a broken ankle.<br /><br /> Later that same day Betty, while shopping in Walton, accepted an offer to sample a new product, \"Mom's Whole Berry Pie,\" baked and distributed by Mom's Bakery, Inc. As she was chewing what she thought were blueberries, she bit down on a pebble the size of a blueberry and broke a tooth.<br /><br /> On what legal theories, if any, can Walton be held liable for personal injury to Alice and Betty? Discuss.",
			"sampleAnswers": [
				"",
				""
			],
			"issues": {
			}
		},
		{
			"id": 13,
			"reference": "June 2007",
			"topic": "",
			"essay": "Daisy was driving on the streets of City to meet her friend Sally for a lunch date.<br /><br /> Realizing that she might be late for the lunch date and, while still driving, Daisy decided to call Sally on her cell phone to let her know that she was running late. While dialing Sally's telephone number, Daisy lost control of her car and hit a telephone pole. The pole broke, fell over, and rolled down the street.<br /><br /> About a block away, the pole rolled toward Frisky, a cat, who was walking across the street. Fearing for Frisky's safety, nine-year-old Owen, Frisky's owner, ran into the street, jumped in front of the moving pole, and pushed the startled Frisky out of its path. Unfortunately, the pole ran over Owen's leg and crushed it. Owen will need medical treatment for these injuries for the rest of his life.<br /><br /> Prior to these events, City had passed an ordinance forbidding the use of a cell phone by an automobile driver while driving. The ordinance was passed in response to community concerns that cell phone use while driving is distracting and causes motor vehicle accidents. The penalty for a violation of the ordinance is $100.<br /><br /> On what theory or theories might an action for damages be brought on behalf of Owen against Daisy, what defenses, if any, might Daisy assert, and what is the likely result? Discuss fully.",
			"sampleAnswers": [
				"",
				""
			],
			"issues": {
			}
		},
		{
			"id": 113,
			"reference": "June 2007",
			"topic": "",
			"essay": "Eight-year-old Hannah attended Camp, a children's summer camp. Some of the children at Camp were resident campers who spent each night in cabins, and others, such as Hannah, were day campers who attended Camp between 9:00 a.m. and 4:00 p.m. and rode bicycles to and from their nearby suburban homes daily. The bicycles were locked outside each day camper's cabin, with the camper keeping the key to the bicycle.<br /><br /> Rick, a Camp counselor, owned a baseball autographed by Babe Ruth that he had brought with him to Camp to show the campers. One day at 3:00 p.m. after a baseball game at Camp, Rick discovered that his autographed baseball had been put into the ball bag and used in the game. He was very upset to find that Babe Ruth's autograph had been all but worn off as a result.<br /><br /> Rick learned that Hannah had been seen coming out of Rick's cabin a few minutes before the baseball game and that she had sat near the ball bag before the start of the game. He told Hannah that he would not let her ride home until she admitted what she had done. Very upset, Hannah continually protested her innocence until Rick finally told her at 6:30 p.m. that she could get her bike and ride home. She lived approximately one-half mile from Camp.<br /><br /> When Hannah's parents asked the Camp Director why their daughter had been so late in getting home, the Director told them what had happened. The Director added that he would never have allowed Rick to keep Hannah so late had he been aware of it. He also told Hannah's parents that Hannah had not taken Rick's ball. In fact, her eight-year-old campmate, Jessie, confessed that she had placed Rick's autographed baseball in the ball bag.<br /><br /> 1. On what theory or theories, if any, might an action be brought on Hannah's behalf against Rick, what defenses might Rick assert, and what is the likely outcome? Discuss fully.<br /><br /> 2. On what theory or theories, if any, might an action be brought on Hannah's behalf against Camp, what defense might Camp assert, and what is the likely outcome? Discuss fully.",
			"issues": {
			}
		},
		{
			"id": 14,
			"reference": "October 2007",
			"topic": "",
			"essay": "Child, a four-year-old, was seated in a shopping cart her mother was using to shop at Market. While mother was distracted with her shopping list, Child took a banana from a display counter and took a bite out if it, peel and all. Child swallowed the bite she had taken and threw the remainder of the banana onto the floor. Eventually, Child became very ill from a toxic substance the banana supplier had sprayed the banana skin with before delivery of the bananas to Market.<br /><br /> Shopper slipped on the banana that Child had thrown onto the floor and fell against the shopping cart he was using. As he fell, he hit his face on a sharp edge protruding from the shopping cart, severely injuring his eye.<br /><br /> Polly, a police officer, who was off duty and doing her personal shopping, saw Shopper fall and ran to his aid. Polly slipped on the banana that child had thrown onto the floor and, as Polly fell, she came in contact with the sharp edge of the same shopping cart that Shopper had used. Polly's arm was seriously cut as a result.<br /><br /> Child, through her mother as guardian ad litem, Shopper, and Polly filed separate lawsuits against Market. Child claims that Market is strictly liable for injuries caused by the toxic substance on the banana peel; Shopper and Polly each claim that Market is strictly liable for the injuries caused by the sharp edge on the shopping cart.<br /><br /> What defenses might Market reasonably raise to each claim, and what is the likely outcome of:<br /><br /> 1. Child's lawsuit against Market? Discuss.<br /><br /> 2. Shopper's lawsuit against Market? Discuss.<br /><br /> 3. Polly's lawsuit against Market? Discuss.",
			"sampleAnswers": [
				"",
				""
			],
			"issues": {
			}
		},
		
		{
			"id": 15,
			"reference": "October 2007",
			"topic": "",
			"essay": "A residence hall on the campus of University was evacuated after a number of student residents became seriously ill from aerial dispersal of bacteria that had infested the air conditioning system. Reputable consultants retained by University to prescribe a remedy for the infestation advised University that there were three ways to proceed: the cheapest would be to purge the air conditioning system with disinfectants, which had usually taken care of the problem in several other similar circumstances; a more expensive method would be to seal off and fumigate the building, which would be more effective; and the most expensive, and the most effective, would be to do multiple sealed fumigations.<br /><br /> To minimize the expense, University chose the cheapest method. University was also motivated by the need to recover revenues that it had lost during the closure and by the need to be able to provide desperately needed housing for the students. After allowing time for the disinfectant to work its way out of the air conditioning system, University reopened the residence hall and advertised reduced rates to induce students to move back in.<br /><br /> Paula and her roommate Art, students attracted by the reduced rates, spoke with University's Director of Student Housing, who told them that it was safe to move back. Paula said, \"Well, I guess I have to rely on your judgment.\" Art agreed, saying, \"At that price, it's worth the risk.\" They resumed living in the residence hall. Soon after they moved back, Paula and Art had an argument, which left Paula harboring anger against Art.<br /><br /> Within a month, Paula fell ill with the same bacterial infection. Art did not become ill. However, while waiting for an ambulance to pick her up, Paula stuffed Art's pillow into the ventilator duct with the intent of allowing the pillow to accumulate as much bacteria as possible. She then placed the pillow on Art's bed. A week later, Art became ill with the same infection.<br /><br /> Paula and Art each wish to sue University for personal injury. What theory of liability should they assert, what defenses might University raise against each, and who would be likely to prevail in each suit? Discuss.",
			"issues": {}
		},		
		{
			"id": 16,
			"reference": "June 2008",
			"topic": "",
			"essay": "Twelve-year-old Charlie was riding on his small, motorized 3-wheeled all terrain vehicle (\"ATV\") in his family's large front yard. Suddenly, finding the steering wheel stuck in place, Charlie was unable to steer the ATV, and he panicked. Instead of applying the brakes or turning off the ATV, he jumped off of it and ran away. The ATV continued on its own, rolled out of the yard and into the residential street, directly in front of a car driven by Paul. Paul was sending a text message on his cell phone while driving. He failed to see the ATV roll into the street and he crashed into it. Although the ATV was not large, it was heavy enough that the accident caused serious personal injuries to Paul, and significant damage to his car.<br /><br /> An examination of the wreckage of the ATV showed that the steering wheel stuck because of a malfunction of the steering system. The ATV and the steering system are manufactured by KiddieRides-R-Us.<br /><br /> Under what theory or theories might Paul recover, and what is his likelihood of success, against:<br /><br /> a. Charlie?<br /><br /> b. KiddieRides-R-Us? <br /><br />Discuss.",
			"issues": {}
		},		
		{
			"id": 17,
			"reference": "June 2008",
			"topic": "",
			"essay": "Dede attends college with Alex, Betty, and Carl. One day, an argument that she was having with Alex, her ex-boyfriend, became heated. The argument occurred in a very crowded college lecture hall between classes. During the argument, Dede picked up a heavy textbook and threw it at Alex. Alex shielded his head with his hands and ducked. The textbook missed Alex, but it hit Betty, who was standing behind Alex. The impact fractured Betty's nose.<br /><br /> Enraged at missing Alex, Dede then picked up another textbook and threw it as hard as she could into a crowd of students gathered nearby. This second textbook struck Carl, who was standing in the crowd. As a result, Carl suffered a bruised rib.<br /><br /> What intentional tort claims, if any, do Alex, Betty, and Carl have against Dede? Discuss.",
			"issues": {}
		},
		{
			"id": 18,
			"reference": "October 2008",
			"topic": "",
			"essay": "Alice operates a daycare center in her home from Monday through Friday for children from ages 6 months to three years old. One Friday, she discovered some mice in her house and called Bob, an exterminator. She told Bob that she runs the daycare center in her home for very young children and needs to get rid of the mice by the following Monday, when the children will return.<br /><br /> On Saturday, Bob placed small plastic packages of poison pellets in the corners of every room in the house. He explained that the mice would gnaw through the plastic packaging to eat the pellets, and then die shortly thereafter. On each package was printed the following warning:<br /><br /> \"DANGER: THIS PACKAGE CONTAINS POISION, WHICH MAY BE HARMFUL TO HUMAN HEALTH IF SWALLOWED!\"<br /><br /> Before leaving Alice's house, Bob told her that the mice should ingest the pellets by Monday morning and that she could if she wanted to remove what is left of the packages before the children arrived.<br /><br /> On Sunday, Carol came for the first time to clean Alice's house. Carol did not know that Alice operated a daycare center in her home. Carol noticed several packages of poison in the corners of the rooms, but cleaned around them.<br /><br /> Shortly before the children arrived on Monday morning, Alice removed as many of the packages of poison as she could find. Later that day, nine-month-old Victor, one of the children in Alice's daycare center, was crawling along the floor of the living room when he found a package that Alice had missed. It had already been gnawed into by a mouse, and Victor reached in and ate some of the pellets. He became seriously ill. Medical tests determined that Victor's illness was caused by his ingestion of the mouse poison.<br /><br /> Under what theory or theories might Victor's parents bring an action for damages against Alice, Bob and Carol? Discuss.<br /><br /> What defenses, if any, might Alice, Bob and Carol assert, and what is the likely result? Discuss.",
			"issues": {}
		},
		{
			"id": 19,
			"reference": "June 2009",
			"topic": "",
			"essay": "Al, Bob, Carl, and Dolly were coworkers at Zco. Al, Bob, and Carl did not like Dolly and wanted her fired from Zco.<br /><br />On Monday, all employees of Zco were required to attend a mandatory meeting. Prior to the meeting, Al entered Dolly's office and told her not to leave her office until the meeting was over. He then said to her, \"If you leave this office before the meeting is over, some of my friends and I will come to your home and beat you up.\" Al then left for the meeting. Dolly, scared for her safety, remained in her office, missed the meeting, and was reprimanded by Carl, her supervisor.<br /><br /> On Tuesday, Bob placed a sleeping pill in Dolly's coffee when Dolly was not looking. Dolly drank the coffee and fell asleep at her desk twenty minutes later. She slept for four hours, and was again reprimanded by Carl for sleeping on the job.<br /><br /> On Wednesday, the Human Resources Manager for Zco asked Carl if he knew why Dolly had missed the meeting on Monday and fell asleep at her desk on Tuesday. Carl responded that Dolly had a serious drinking problem that interfered with her job performance. Carl was aware of the actual reasons why Dolly had missed the meeting on Monday and fell asleep on Tuesday, and he had no reason to believe that she had a drinking problem. On Thursday, Dolly was fired from Zco.<br /><br /> Under what intentional tort theories might an action for damages be brought by Dolly against Al, Bob, and Carl, and what defenses, if any, might Al, Bob, or Carl assert, and what are the likely results? Discuss.",
			"issues": {
				"vicarious_liability": {},
				"false_imprisonment": {},
				"battery": {},
				"defamation": {}
			}
		},
		{
			"id": 20,
			"reference": "June 2009",
			"topic": "Intentional Torts",
			"essay": "During the late summer, State College of Law held its annual student versus faculty softball game and picnic. The game was hotly contested and, as a result of poor sportsmanship on both sides, tempers flared.<br /><br />Following the game, the students' team was presented with the winner's trophy, which Abel, the captain of the student team, held aloft. Thinking it would be funny, Charlie, a member of the faculty team, threw a ball at the trophy, striking it and knocking it from Abel's hands. Angrily, Abel picked up the trophy, approached Charlie and said, \"If you weren't a professor here, I would take that trophy and stick it in your ear.\" Charlie, who was physically much bigger than Abel and a former professional boxer, did not feel threatened by Abel's reaction.<br /><br /> Edward, another professor and member of the faculty team, believing that Abel was about to attack Charlie, struck Abel with a baseball bat, resulting in a large bruise to Abel's arm.<br /><br /> 1. Under what theory or theories might Charlie bring an action for damages against Abel, what defenses, if any, might Abel assert, and what is the likely result? Discuss.<br /><br /> 2. Under what theory or theories might Abel bring an action for damages against Edward, what defenses, if any, might Edward assert, and what is the likely result? Discuss.",
			"issues": {
				"assault": {},
				"battery": {},
				"iied": {},
				"self_defense": {},
				"defense_of_consent": {},
				"defense_of_others": {},
				"tort_damages": {}
			}
		},
		{
			"id": 21,
			"reference": "October 2009",
			"topic": "",
			"essay": "Darby organized a political rally attended by approximately 1,000 people in support of a candidate challenging the incumbent in the upcoming mayoral election. Sheila, the wife of the challenging candidate, was the main speaker. When Darby introduced Sheila, he described her as a \". . .kind woman of the people.\" In his introduction he also referred to Patty, the wife of the current mayor, as \". . . a snob, who is so cutthroat that she said very nasty things about her closest friend when that friend applied for membership to an exclusive private women's club of which Patty is a member.\" Darby's statements were reported in the print and television media.<br /><br /> Darby had heard this information about Patty from a notorious local gossip and the information was largely false. In fact, when Patty's friend was rejected for club membership, Patty was one of her staunchest supporters isn the application process. Darby's statement put a strain on Patty's relationship with her friend who, upon hearing of Darby's comments, cancelled an upcoming lunch she and Patty had scheduled several weeks before the rally.<br /><br /> At the time Darby spoke at the rally, Patty had not been involved publicly in her husband's campaign or political activities. Two days before the rally, Patty appeared with her husband in public for the first time when she learned that Sheila was going to speak at the rally.<br /><br /> 1. Under what theory, or theories, if any, might Patty bring an action against Darby? Discuss.<br /><br /> 2. What defense or defenses, if any, might Darby assert, and what is the likely result? Discuss.",
			"issues": {}
		},
		{
			"id": 22,
			"reference": "October 2009",
			"topic": "",
			"essay": "Billy, a minor, was suspended from school for throwing an eraser at his teacher. The school principal told Billy's parents that, in the opinion of the school psychologist, Billy should be admitted to a facility where he could be treated for his anger problem. The principal gave the parents a copy of the psychologist's report, which stated that there was a 90% certainty that Billy would hurt someone if he did not receive proper treatment. Billy's parents admitted they had known about his anger problem for about a year, but had done nothing about it.<br /><br /> Billy's parents ignored the principal's advice and instead sent him to stay with his uncle Dan during the suspension from school. On the first day at his uncle's house Billy began playing an electric guitar so loudly it could be heard a block away. Paul, a neighbor, worked as a therapist out of a home he rented near Dan. Paul called Dan and complained that the loud music was interfering with the therapy session of one of Paul's patients. Dan apologized and immediately had Billy lower the sound on his guitar amplifier.<br /><br /> Later that day, before Dan went out, he told Billy to continue to keep the volume of the music down because of Paul's complaint. After Dan left, however, Billy once again began to play the guitar very loudly. Paul immediately went to Dan's house to complain about the music. Paul told Billy that if he did not turn down the music volume, Paul would call the police. Billy told Paul to mind his own business.<br /><br /> As Paul began to walk back home, Billy yelled to Paul: \"If you ever complain about my music again I will make you pay!\" When Paul did not respond, Billy threw a large rock at Paul. The rock missed Paul but hit Penny, who was walking by. Penny suffered severe injuries as a result of being hit in the head by the rock Billy threw.<br /><br /> Billy did not play his guitar loudly again.<br /><br /> 1. Under what theory or theories, if any, might Paul bring an action against Dan? Discuss.<br /><br /> 2. Under what theory or theories, if any, might Paul bring an action against Billy? Discuss.<br /><br /> 3. Under what theory or theories, if any, might Penny bring an action against Billy? Discuss.<br /><br /> 4. Under what theory or theories, if any, might Penny bring an action against Billy's parents? Discuss.",
			"issues": {}
		},		
		{
			"id": 23,
			"reference": "June 2010",
			"topic": "",
			"essay": "Adam accepted an invitation from his friend Dot to attend a baseball game. The seats Dot had purchased were very good, a few rows up from the field, and just past first base. Adam had recently immigrated to the United States and knew nothing about baseball.<br /><br />During the game, a player, Brad, hit a ground ball toward third base. The third baseman fielded the ball and threw to the first baseman. Brad thought he was \"safe,\" but the first base umpire called him \"out.\" Brad began to argue with the umpire, and in frustration, Brad threw his batting helmet to the ground. The helmet, made of a strong, hard plastic material, bounced on the ground and flew into the stands, striking Adam on the side of the head, causing a serious injury. Adam never saw the helmet coming towards him because he was looking around the stadium at the time rather than at the play on the field. As he was unfamiliar with the game of baseball, he did not know that objects occasionally fly into the stands during a baseball game.<br /><br />What arguments would Adam make in support of a claim of negligence, what defense(s) can reasonably be asserted, and who is likely to prevail in a lawsuit filed by:<br /><br />1. Adam against Brad? Discuss.<br /><br />2. Adam against Dot? Discuss.",
			"sampleAnswers": [
				"<b>Adam v. Brad</b><br /><br /> <b>Negligence:</b><br /><br /> Negligence is the failure to conform one's conduct as a reasonable person would under the same or similar circumstances. The prima facie elements of negligence are Duty; Breach; Causation and Damages.<br /><br /> <b>Duty:</b><br /><br /> In general there is no duty to act; however, when one acts affirmatively they have a duty to act as a reasonable person would under similar circumstances. Under the Cardozo majority view as posited in the Palsgraf case, a duty exists to those within the foreseeable zone of danger. Under the minority Andrews view if a duty extends to one foreseeable plaintiff it is extended to all actually and proximately injured.<br /><br /> Here, Brad had a duty to act as a reasonable professional baseball player. Brad breached that duty when he argued with the umpire, threw his helmet to the ground and it injured Adam. Adam was in the foreseeable zone of danger because he was seated in good seats [sic] a few rows from the field and just past first base, where the incident between Brad and the umpire took place.<br /><br /> Therefore, Brad owed a duty to Adam.<br /><br /> <b>Standard of Care:</b><br /><br /> The standard care is a measure of the duty owed. Here Brad will be held to the standard of a professional baseball player. Brad must conform his conduct to that of a reasonable professional baseball player under the same circumstances. The facts tell us that Dot purchased the tickets, and therefore it is implied that a player is being paid for his services if attendees are paying for their seats.<br /><br /> Brad may later argue that he was an amateur player and thus his standard was that of a reasonable baseball player. However, under either Standard of Care, Brad will be obligated to act as a reasonable person.<br /><br /> <b>Breach:</b><br /><br /> Breach occurs when a person who owes a duty of care acts unreasonably, thereby causing harm to the plaintiff. Here Brad breached his duty to Adam when he threw the baseball helmet so forcefully to the ground that it shattered and a shard of the helmet flew in the stands. The measure of one's breach can be calculated through the Hand formula, which states that B < P * L. The Hand formula states that if the burden (B) to reduce the injury is less than the probability (P) of the harm times the magnitude (L) of the harm, then the party has breached.<br /><br /> Here, if Brad had acted as a reasonably prudent professional baseball player or, for that matter even a reasonably prudent person, he would not have argued so forcefully with the umpire and he would not have, in an unsportsmanlike manner, thrown his helmet to the ground. The burden for Brad to have acted differently was relatively minor; it was merely a question of conduct, and Brad chose to act in a manner that showed poor judgment. The probability of harm occurring was great; as witnessed here, the helmet broke into shards and small pieces of flying plastic can injure others. Furthermore, the magnitude of harm can be severe and, as seen here, the shard caused a serious injury.<br /><br /> Therefore Brad has breached his duty to [care] because his actions caused the harm to [Adam] and it was unreasonable for him to act this way to the public and in particular to Adam.<br /><br /> <b>Causation:</b><br /><br /> Causation exists in two forms, Actual and Proximate.<br /><br /> <b>Actual Cause:</b><br /><br /> In order to be liable the breach must be the cause of the harm. In order for proximate cause to exist factual cause (actual cause) must first exist. Actual cause is said to exist when but for the act the injury would not have occurred. Here, but for Brad throwing the helmet to the ground Adam would not have been injured.<br /><br /> Therefore, Brad's act of throwing the helmet is the actual cause of injury to Adam.<br /><br /> <b>Proximate Cause is a foreseeability test.</b><br /><br /> Here, Brad, by throwing his helmet so hard against the ground, caused it to shatter and impact Adam, who was in the stands. The force of the throw must have been substantial for the helmet to break and fly that far. It is also foreseeable that even if the helmet had not broken into pieces the helmet itself could have been propelled in the stands and struck a patron. Thus the act of throwing the helmet and having it or a piece of it strike a patron was foreseeable.<br /><br /> Brad may argue that the umpire who called him out at first base caused him to lose control and thus this temper flared; thus this act by the umpire was an intervening and superseding event that broke the chain of causation. However, the umpire's call came before Brad's act occurred and it was not intervening or superseding.<br /><br /> Therefore, Brad is the proximate cause of Adam's injury.<br /><br /> <b>Damages:</b><br /><br /> Damages occurred when Adam was struck by the helmet that Brad threw to the ground. Adam was seriously injured by the flying shard of plastic; thus injury occurred. Therefore Brad has caused injury to Adam through his breach of duty which was the cause of harm and he will be liable to Adam under a claim of negligence.<br /><br /> <b>Defenses:</b><br /><br /> The defenses that exist are comparative negligence, contributory negligence and assumption of the risk. There, Brad will assert that Adam assumed the liability through implied assumption of the risk when he came to the game. Baseball is a sport and like all sports it carries a risk of harm. However, the risk of harm is extended to those who have consented to the harm and have willfully assumed the risk.<br /><br /> Here Brad is the player; he most likely consented to the risk associated with playing baseball. However, Adam was from out of the country. He recently immigrated to the United States and he knew nothing about baseball and how baseball players behave or what the potential for injury was when he agreed to attend the game. Therefore, he did not know of the risk nor did he assume the risk either directly or impliedly, because he was not informed, and he had no reason to know the risk.<br /><br /> Furthermore, Adam had no way of knowing, nor should he have known, that Brad would act in an unsportsmanlike manner. Therefore, Brad is liable to Adam for his negligent conduct.<br /><br />  <b>Adam v. Dot</b><br /><br /> <b>Negligence</b><br /><br /> <b>Duty:</b><br /><br /> Defined supra: Here Dot had a duty to act as a reasonable person to take such action so that an unreasonable risk of harm would not occur to Adam. In general there is not duty to act. However, having gratuitously undertaken to invite Adam to the baseball game he had a duty to act as a reasonable person would. Here Adam will contend that Dot breached that duty when she did not inform him of the possibility of being harmed. Thus Dot owed a duty to Adam.<br /><br /> <b>Breach:</b><br /><br /> Defined supra: In order to be liable, the breach must be the cause of the harm. In order for proximate causation to exist, actual cause must first exist.<br /><br /> <b>Causation:</b><br /><br /> Actual cause is said to exist when but for the act the injury would not have occurred. Here but for Brad throwing the helmet the injury would not have occurred. Thus, the actual cause of injury is Brad throwing the helmet. There are no indications that Dot had reason to know that Brad would throw the helmet, or that he contributed in any manner to the injury. A reasonable person would not expect a baseball player to throw a helmet. Furthermore a reasonable person would merely explain the game and the rules to their friend, not explain every potential possibility of an injury. Therefore actual causation does not exist and because of this Dot will not be the cause of Adam's harm.<br /><br /> Therefore, Dot was not the cause of Adam's injury and because the element of actual causation is missing, she will not be liable to Adam under a cause of negligence.<br /><br /> <b>Defenses:</b><br /><br /> Adam may attempt to find Dot breached her duty by not informing him of the potential harm, thereby denying him the opportunity of deciding if he should assume the risk. However, this does not appear to be a viable defense, as Dot was not under a duty to be Adam's parent or guardian, nor did she have a contractual or statutory obligation, nor did she create the peril or assume the risk merely by extending the invitation.<br /><br /> Therefore, Adam will not be successful in his claim of negligence against Dot.",
				"What arguments would Adam make in support of a claim of negligence what defenses can reasonably be asserted, and who is likely to prevail in the lawsuit filed by:<br /><br /> <b>1. Adam v. Brad</b><br /><br /> Here, Adam, a baseball spectator, was injured during a game when a player threw his helmet on the ground. Adam will bring a cause of action against Brad based on negligence.<br /><br /> <b>Negligence:</b><br /><br /> For a prima facie case of negligence Adam must prove that Brad owed him a duty of due care, that Brad breached that duty and Adam suffered injuries which were actually and proximately caused by Brad's breach of duty.<br /><br /> <b>Duty:</b><br /><br /> Brad owed Adam a duty of due care of a reasonably prudent player under the same or similar circumstances so as to avoid unreasonable risk of harm to Adam.<br /><br /> <b>Standard of Care:</b><br /><br /> The standard of care would be of a reasonably prudent baseball player. Here, Brad had a duty to behave like a reasonable player. When Brad was called out he began to argue with the umpire and become frustrated. He threw his batting helmet to the ground, which bounced on the ground and flew into the stands, striking Adam on his head, causing serious injury.<br /><br /> Foreseeable Plaintiff: Adam will argue that he is a foreseeable plaintiff because unreasonable conduct by any baseball player in the face of a foreseeable risk may cause him harm and, here, it did cause him harm as discussed below. Brad will argue that Adam is not a foreseeable plaintiff because he was a spectator and the helmet accidently bounced on the floor [sic] and flew into [the] stands. Hence, he was a remote plaintiff. Brad will argue under Justin Cardozo majority view in Palsgraf v. Long Island Railroad duty is owed to only those who are foreseeable plaintiffs in a foreseeable zone of danger facing foreseeable risk of harm. Adam will counter that under Justice Andrew's minority view, even if Adam is not a foreseeable plaintiff, he is still owed a duty of care, because if duty is owed to anyone it is owed to all, the \"whole world\". Hence, Adam is a foreseeable plaintiff.<br /><br /> Therefore, Brad owed a duty of reasonable care to Adam so as to avoid foreseeable risk of harm to spectators like Adam.<br /><br /> <b>Breach</b><br /><br /> Breach is a failure to exercise duty of due care of a reasonable baseball player under the same or similar circumstances.<br /><br /> Here, when Brad became frustrated at the umpire calling him out, though he thought he was safe, he argued with the umpire and threw his batting helmet to the ground, the helmet bounced off the ground and flew into the stands, striking Adam and causing him serious head injury. Adam will argue that by throwing his helmet, Brad's conduct was unreasonable because of risk of injury to other baseball players and spectators because the helmet made of a strong hard plastic may bounce off and hit someone.<br /><br /> Brad will counter that incidents like throwing helmets on the ground are quite common during baseball games and it is rare that helmets usually bounce off the ground and fly into stands. Furthermore, Brad will argue that if Adam had seen the helmet coming he would have dodged and moved out of its way, but Adam did not move out of the helmet's way because he was not looking at the play but looking around the stadium, and hence he was not paying attention to the game. Adam will counter that it is only because of Brad's unreasonable conduct that he got injured because the possibility of a base, bat or helmet bouncing off and flying and injuring a spectator is always a foreseeable risk if someone is unreasonably careless.<br /><br /> Here, Adam will prove that Brad's conduct was reasonable based on Justice Learned Hand's formula in US v. Carrol Towing Company, where burden of prevention or mitigation was less than the probability and magnitude of harm. In other words if the probability and magnitude of harm is greater than the burden of prevention, the defendant's conduct is unreasonable. Adam will argue that the probability of someone getting injured by throwing [a] helmet made of hard plastic and bouncing and flying into the stands is much greater; furthermore, the gravity of harm here, a serious head injury, is much greater than the burden of prevention or mitigation. Here, Brad should have played by the rules of the game and respected the umpire's decision even if he thought he was safe.<br /><br /> Another test used to determine unreasonable conduct is by balance test. If Brad's risk of his conduct outweighs the utility of his acts then his conduct is unreasonable. Here, Adam will prove that there was no utility of Brad's unreasonable conduct of arguing, becoming frustrated and throwing his batting helmet to the ground. In contrast the risk of harm was greater because someone would get hurt.<br /><br /> <b>Actual Causation:</b><br /><br /> But for Brad's unreasonable conduct, Adam would not have been injured.<br /><br /> Hence, Brad is the cause in fact of Adam's injury.<br /><br /> <b>Proximate Causation:</b><br /><br /> Here, Adam will prove that his risk of harm or injury was foreseeable and not too remote. It is foreseeable that if someone throws a hard helmet on the ground the risk of it bouncing off into the stands and hitting someone is high. Adam will argue that there was no intervening event which broke the chain of causation. Brad may argue that by not paying attention and not looking at the playing field, Adam's conduct was an intervening event which broke the chain of causation. Adam will counter that negligent conduct of someone like him is always foreseeable.<br /><br /> <b>Damages:</b><br /><br /> Here, Adam suffered a serious injury when the helmet bounced off the ground.<br /><br /> <b>Defenses:</b><br /><br /> <b>Contributory Negligence:</b><br /><br /> This measures conduct on part of the plaintiff which falls below a standard of care to which he is required to conform to for his own protection and which contributes to his injury.<br /><br /> Adam will argue that he did not contribute to his head injury. He had a very good seat in the first few rows and never saw the helmet coming towards him. Brad will argue that Adam was looking around the stadium rather than at the play on the field. Adam will counter that it is usual for the spectator to look around at other spectators making noise or celebrating. Hence, Adam did not contribute to his injury. Adam was unfamiliar with the baseball game, and he did not know that objects occasionally fly into the stands during the game.<br /><br /> Adam did not contribute to his injury; hence, there is no complete bar to his recovery.<br /><br /> <b>Comparative Negligence:</b><br /><br /> This compares the negligence of the plaintiff and defendant based solely in terms of blameworthiness and apportions the damages accordingly. Here, Adam will argue that his conduct was not comparatively negligent.<br /><br /> Assumption of Risk: One who knows and appreciates a known risk and voluntarily chooses to encounter it assumes the risk.<br /><br /> Here, Adam did not know the risk because he did not know that objects occasionally fly into stands during baseball games. Hence, he did [not] appreciate the known risk of such injury. He did not voluntarily choose to encounter this risk of the injury because an ordinary prudent spectator would not voluntarily choose to encounter such head injury.<br /><br /> <b>Remedies:</b><br /><br /> General Damages/Compensatory are those damages which flow naturally from the harm and as such will make good or replace the harm or injury sustained. Adam will plead, past, present and future pain and suffering.<br /><br /> Special Damages are all economic losses and expenses that arise from the harm sustained and will include past, present, and future economic losses including lost profits, lost wages, medical bills, etc.<br /><br /> Here, Adam will plead past, present and future economic losses including medical expenses, testing procedure, lost wages, lost profits, etc. Punitive Damages is where the harm sustained by the plaintiff is aggravated by willful or wanton conduct of the defendant.<br /><br /> If the court finds Brad's conduct to be willful and wanton and intentional then Adam may be awarded punitive damages.<br /><br /> Nominal is declaration of plaintiff rights. Since, here, Adam has a serious head injury he will recover in general, special and maybe punitive damages. Who will Prevail? Here, Adam will prevail in a negligent cause of action against Brad and recover general, special and even punitive damages if Brad's conduct is found to be willful and wanton conduct.<br /><br /> <b>2. Adam v. Dot</b><br /><br /> <b>Negligence</b><br /><br /> For a prima facie case of negligence Adam must prove that Dot owed him a duty of due care, that Dot breached that duty and Adam suffered injuries which were actually and proximately caused by Dot's breach of duty.<br /><br /> <b>Duty</b><br /><br /> Dot owed Adam a duty of due care of a reasonably prudent person under the same or similar circumstances so as to avoid unreasonable risk of harm to Adam.<br /><br /> <b>Standard of Care</b><br /><br /> The standard of care would be of a reasonably prudent person; here, Dot was a friend of Adam who invited him to a baseball game. She may have been aware that Adam had recently migrated to the United States and knew nothing about baseball.<br /><br /> Foreseeable Plaintiff: Adam will argue that he is a foreseeable plaintiff because unreasonable conduct or acts by this friend may cause him risk of foreseeable harm.<br /><br /> Therefore, Dot owed a duty to Adam as a friend inviting [him] to a baseball game.<br /><br /> <b>Breach</b><br /><br /> Breach is a failure to exercise duty of due care of a reasonable baseball player under the same or similar circumstances.<br /><br /> Here, Adam may argue that Dot should have known that he did not know anything about baseball and that he was not warned about injuries during baseball games. Dot will counter that even if Adam did not know anything about the baseball game, it is highly unlikely that [a] helmet could bounce off the ground and fly into stands and cause Adam a serious head injury. Even if he had known about the baseball game an injury to him caused by negligence of a baseball player would still be possible. Furthermore, Dot purchased seats that were very good and past the first base.<br /><br /> The court finds that Dot breached a duty of due to Adam by not warning him.<br /><br /> <b>Actual Causation</b><br /><br /> But for Dot's unreasonable conduct of not warning Adam about the baseball game accidents, Adam would not have been injured. Hence, Brad is the cause in fact of Adam's injury.<br /><br /> <b>Proximate Causation</b><br /><br /> Here, Adam will argue that if someone does not know that objects occasionally fly into the stands and someone who has no knowledge about baseball, then it is, likely that he may not move out of the way of a flying helmet, bat or hard ball and get injured. Dot will counter that it was the intentional act of Brad of throwing his helmet which caused it to fly into stands that caused injury to Adam and not her unreasonable conduct. Intentional or criminal acts of someone are not foreseeable.<br /><br /> Therefore, Dot will not be liable to Adam in view of absence of proximate causation. Furthermore, she did not do anything unreasonable or unreasonably careless that would have caused Adam's injury.<br /><br /> <b>Outcome</b><br /><br /> Therefore, Adam will not succeed in his negligent claim against Dot."
			],
			"issues": {}
		},
		{
			"id": 24,
			"reference": "June 2010",
			"topic": "",
			"essay": "Employer hired Driver to operate a delivery van. Before allowing Driver to operate the van, Employer checked Driver's prior job references, required Driver to undergo a physical examination by a medical doctor, and provided Driver with extensive training in motor vehicle safety. Medic, the medical doctor who examined Driver, discovered that Driver had a sleep disorder that caused Driver to spontaneously fall asleep and that Driver had on several occasions fallen asleep while driving. Driver pleaded with Medic not to inform Employer of the sleep disorder. Medic agreed, and omitted this information from the physical examination form that he sent to Employer. Medic also sent a letter to Employer assuring Employer that Driver was \"in all respects fit for employment as a delivery van operator.\" Employer then provided Driver with a daily delivery route and paid him a monthly salary.<br /><br />While Driver was making deliveries for Employer, the van left the road and struck Pedestrian, who suffered severe injuries as a result.<br /><br />Pedestrian filed a lawsuit for the damages as a result of the injuries sustained in the accident against Driver, Employer, and Medic.<br /><br />1. Can Pedestrian prevail under the doctrine of res ipsa loquitur concerning Driver's alleged negligence? Discuss.<br /><br />2. What arguments will Pedestrian make in support of his claims of negligence, what defenses can reasonably be asserted, and who is likely to prevail in a lawsuit filed by Pedestrian against:<br /><br />a. Employer? Discuss.<br /><br />b. Medic? Discuss.",
			"sampleAnswers": [
				"<b><b>Pedestrian v. Driver</b></b><br /><br /> Driver may be liable for negligence if it can be determined that he owed a duty of due care; that he breached that duty; and that Pedestrian suffered personal injury actually and proximately caused by Driver's negligence.<br /><br /> <b>Duty</b><br /><br /> Driver owes a duty under the circumstances to conform to a standard of care of a reasonable prudent person for the protection of others against unreasonable risk of harm.<br /><br /> Driver owes a general duty of care to drive safely for the protection of others on the roads. Here, Driver knew that he often fell asleep on the road and by operating the delivery van he owes a duty to exercise reasonable care to others on the road.<br /><br /> <b>Breach</b><br /><br /> Breach is a failure to conform to the standard of care for the protection of others against unreasonable risk of harm.<br /><br /> Driver failed to conform to required standard of care when his van left the road and struck Pedestrian because he knew that he was susceptible to falling asleep and took the risk that he would not cause harm to others by operating the van.<br /><br /> Therefore, there was a breach of duty.<br /><br /> <b>Res Ipsa Loquitur</b><br /><br /> Res Ipsa Loquitur may be used to prove breach of duty if it can be shown that the breach of duty is not the type that normally would have occurred if the Driver was not negligent, the instrumentality was under the exclusive control of Driver, and that the Pedestrian did not cause his own injuries. Here, the fact that Driver left the road and struck Pedestrian is not a type of accident that happened only if the Driver was negligent. There are many other situations that could have caused the Driver to veer off the road, including mechanical failure, defective steering wheels, or emergency reaction. Thus, Drivers negligence is one of the many possible causes. This factor makes it highly unlikely that Res Ipsa Loquitur could be used in such [a] situation. Even if the Driver has exclusive control of the car that struck Pedestrian, and Pedestrian did not cause his own injuries, Res Ipsa Loquitur cannot be used if the Driver can show that accidents like this can happen due to the above mentioned factors.<br /><br /> Therefore, Pedestrian cannot establish breach of duty under Res Ipsa Loquitur doctrine.<br /><br /> <b>Causation</b><br /><br /> The breach of duty must be the actual and proximate cause of Pedestrian's injury.<br /><br /> Here, there is not enough information from the facts to show that the accident was actually caused by Driver's breach of duty of care.<br /><br /> Assuming that Res Ipsa Loquitur can be used to establish breach, then Pedestrian's injuries were actually and proximately caused by the Driver's negligence.<br /><br /> <b>Damages</b><br /><br /> Pedestrian must suffer personal injury in order to recover under negligence.<br /><br /> Here, Pedestrian suffered severe injuries.<br /><br /> Therefore, there was an injury.<br /><br /> <b>Conclusion</b><br /><br /> Because there was a duty, breach of duty, causation and damages, Driver will be liable for negligence.<br /><br />  <b>Pedestrian v. Employer</b><br /><br /> <b>Vicarious Liability</b><br /><br /> An employer is vicariously liable for the negligence of his employees committed within the scope of the employment relationship.<br /><br /> Here, Driver was negligent as discussed supra. Employer hired Driver to operate the van and is thus an employer within the meaning of vicarious liability. Driver's negligence occurred within the scope of the employment relationship because Driver was making deliveries for Employer when the van left the road and struck the Pedestrian.<br /><br /> Therefore, Employer will be held vicariously liable for the negligence of Driver.<br /><br /> Negligent Hiring/Training/Supervision<br /><br /> Employer may be liable for negligence if it can be determined that he owed a duty of due care; that he breached that duty; and that Pedestrian suffered personal injury actually and proximately caused by Driver's negligence.<br /><br /> <b>Duty</b><br /><br /> Defined supra. The Employer has a duty to make reasonable investigation of the employees it hires for the protection of others against unreasonable risk of harm.<br /><br /> <b>Breach</b><br /><br /> Defined supra.<br /><br /> Here, Employer made reasonable efforts to investigate Driver's prior job references and physical conditions.<br /><br /> <b>Causation</b><br /><br /> Defined supra.<br /><br /> Here, Employer did cause the Pedestrian's injury since but for the hiring of Driver, Pedestrian would not have been injured. Further, Driver's negligence was the proximate cause since it was foreseeable to Employer that if its employees were negligent while driving the delivery van, the company would be liable.<br /><br /> <b>Damages</b><br /><br /> Defined and discussed supra.<br /><br /> <b>Conclusion</b><br /><br /> Since Employer did not breach its duty of care, it would not be liable for negligent hiring or supervision.<br /><br /> <b>Pedestrian v. Medic</b><br /><br /> <b>Negligence</b><br /><br /> <b>Defined supra.</b><br /><br /> <b>Special Duty</b><br /><br /> A special duty to control the act of third parties exists where there is a special relationship based on contractual relationship. Because Medic is under a contract with Employer to make any information through the physical examination of Driver known to Employer, Medic owes a duty of care to give vital information about Driver's health to Employer.<br /><br /> <b>Breach</b><br /><br /> Defined supra.<br /><br /> Medic breached the duty when it did not inform Employer about Driver's medical condition that would be crucial to Employer's decision to hire Driver. Therefore, Medic breached the duty of due care.<br /><br /> <b>Actual Causation</b><br /><br /> Defined supra.<br /><br /> But for Medic's information in the physical examination of Driver, Employer would not have hired Driver and Driver would never have caused the injuries to Pedestrian.<br /><br /> Therefore, there was actual causation.<br /><br /> <b>Proximate Causation</b><br /><br /> Defined supra.<br /><br /> Medic would assert that the consequence of Driver injuring Pedestrian was not the type of risk that makes their breach of duty a foreseeable type of harm. This argument would not succeed since Medic knew that Employer's Driver was required to make deliveries as part of the jobs. Therefore, Medic's breach of duty was the proximate cause of Pedestrian's injury.<br /><br /> <strong>Intervening Cause</strong><br /> <br /> An intervening cause that is unforeseeable breaks the chain of causation and relieves Medic of further liability.<br /><br /> Medic would argue that Driver's negligence in driving, knowing that he is susceptible to falling asleep, was an intervening cause that cuts off Medic's liability for harm to Pedestrian.<br /><br /> However, this argument would not succeed since Driver's negligence is foreseeable and Medic, Driver and Employer would be held jointly liable for Pedestrian's harm.<br /><br /> <strong>Damages</strong><br /> <br /> Defined and discussed supra.<br /><br /> <strong>Conclusion</strong><br /> <br /> Since there is a duty, breach of duty, causation and damages, Medic will be liable for negligence.",
				"<b>1. Res Ipsa Loquitor</b><br /><br /> \"The Thing speaks for itself.\" Res Ipsa Loquitor is a doctrine that is used to prove negligence when there is no actual proof of the act, when the result does not occur in the absence of negligence, and when the instrumentality is in exclusive control of the defendant.<br /><br /> Here the facts show that the Driver, while making deliveries in his work van, left the roadway and struck Pedestrian. Pedestrian was severely injured. The van was under the exclusive control of Driver. But the event could have occurred in the absence of negligence. For example Driver could have suffered an epileptic seizure or been not paying attention. There are too many other ways that Driver might have come to hit Pedestrian for this doctrine to apply.<br /><br /> Res Ipsa Loquitor will not apply.<br /><br /> <strong>2. Pedestrian v. Employer</strong><br /> <br /> <strong>Vicarious Liability</strong><br /> <br /> When an employee is in the course and scope of his employment responsibilities then the company he works for will be held responsible for his action. Here Driver is an employee of Employer, hired to drive a delivery van. Driver was in the course of work when he hit and injured Pedestrian. Employer will be held vicariously liable for Driver's actions.<br /><br /> <strong>Negligent Hiring</strong><br /> <br /> Negligence is the duty owed to another, a breach of that duty and that the breach of that duty is the actual and proximate cause of damages to the plaintiff.<br /><br /> <strong>Duty</strong><br /> <br /> Employer had the duty of a reasonable delivery service to insure not to create risk to those around them. This included the duty to insure that their hiring procedures are adequate.<br /><br /> <strong>Breach</strong><br /> <br /> When Employer was hiring Driver they went to great lengths to ensure that he would be an adequate driver. They checked his prior job references. They required him to undergo a physical exam with [a] medical doctor. They provided him with extensive training in motor vehicle safety. The facts show that they went beyond the normal here and were very safety conscious. It would be up to Ped's lawyers to prove that employer breached, but it would be difficult.<br /><br /> Employer will be found not to have breached their duty of care.<br /><br /> <strong>Actual Cause</strong><br /> <br /> But for Employer hiring Driver, Ped would not have been injured.<br /><br /> Therefore Employer is the actual cause of Ped's injury.<br /><br /> <strong>Proximate Cause<br /> </strong><br /> Employer will argue that Driver's actions, in convincing Med to falsify his response was a supervening cause that cut off liability to Employer. The facts indicate that while at his medical appointment that the Dr. found a sleep disorder. This disorder would cause Driver to spontaneously fall asleep. Driver even told Med that he had on several occasions fallen asleep while driving. Medic agreed to omit this info from the examination form he sent to Employer and also sent a full letter stating that Driver was \"fit for employment in all respects as a driver.\" Had Employer known the truth they would not have put Driver to work as a driver. Due to Medic's deceit this is too remote a possibility for Employer to [be] responsible for. In fact it is criminal on Medic's part, and criminal behavior will be found to break the chain of causation.<br /><br /> Employer will be found to not be the proximate cause of Ped's injuries.<br /><br /> <strong>Damages</strong><br /> <br /> Employer will not be held liable for any damages to Ped. Although if Ped is successful against Employer then Employer will be allowed to sue Driver and or Medic to recover their costs.<br /><br /> <strong>Defenses</strong><br /> <br /> Supra<br /><br /> <strong>Ped v. Medic</strong><br /> <br /> <strong>Negligence</strong><br /> <br /> Supra<br /><br /> <strong>Duty</strong><br /> <br /> Here Medic had a duty to act as a reasonable medical doctor. He will be held to a standard of care of that of reasonable doctors in the same field of medicine in his local area. Modernly Drs. have started to be held to the standard of their nationwide community of Doctors.<br /><br /> Medic had a duty of care.<br /><br /> <strong>Breach</strong><br /> <br /> When Medic agreed to omit this critical information from the medical exam he showed a conscious disregard for the standard of care of a reasonable Dr. A reasonable Dr. would see that people who spontaneously fall asleep should not be driving delivery vans, or even driving at all. Driver even admitted to having fallen asleep before while driving. Instead of this alerting Dr. to a real problem, Dr. chose to ignore it. He was being paid by Employer just to check if these people were safe to drive.<br /><br /> Medic breached his duty.<br /><br /> <strong>Actual Cause</strong><br /> <br /> But for Medic falsifying the medical records, Ped would not have been injured.<br /><br /> Medic is the actual cause of Ped's injury.<br /><br /> <strong>Proximate Cause<br /> </strong><br /> There was no break in the chain of causation between Medic's falsifying of the medical record, and it is foreseeable that information, if omitted, would cause Driver to hit Ped.<br /><br /> Medic is the proximate cause of injury.<br /><br /> <strong>Damages</strong><br /> <br /> Medic will be held responsible for all of Ped's general damages that flow from the tort, medical expenses and pain and suffering.<br /><br /> <strong>Defenses</strong><br /> <br /> It would be difficult for Medic's lawyers to find any defense for Medic's behavior."
			],
			"issues": {}
		},
		{
			"id": 94,
			"reference": "June 2015",
			"topic": "",
			"essay": "Tommy is fourteen years old. Tommy plays golf every day at his local golf course, using a golf cart. Although children are generally not allowed to rent carts at the course, Tommy has a special relationship with the owners of the course, who consider him to be of unusual maturity. He is generally allowed to use the golf carts as long as they are available.<br /><br />One day, while driving a cart from the first to the second hole of the golf course, Tommy failed to watch where he was going and ran into Dana just as she was swinging her golf club. Because of the accident, Dana's shot left the golf course, and the ball fell into an air intake at nearby Power Plant, causing it to cease operations. Power Plant had failed to attach the required screen on the air intake when it opened the plant.<br /><br />Perry lives ten miles from the golf course. He relies on a constant supply of oxygen in order to stay alive. When Power Plant shut down, Perry's equipment stopped supplying the needed oxygen, and he suffered brain damage.<br /><br />What possible tort causes of action does Perry have against Tommy? Discuss.",
			"issues": {}
		},
		
		{
			"id": 95,
			"reference": "June 2015",
			"topic": "",
			"essay": "Abe was the head coach of the fifth-grade girls' basketball team at Elementary School. Bob, the assistant coach, blamed Abe for the team's poor performance. Seeking to have Abe fired, Bob accused Abe after a game of stealing money from the team fund. Bob made the accusation while standing in a crowd of students and parents. Bob knew the accusation to be untrue.<br /><br />In retaliation, Abe threw a basketball at Bob, who ducked to avoid being hit. The basketball missed Bob but struck Carl, a parent, in the face. Abe then went up to Bob and told him, \"You'd better watch your back,\" which subsequently caused Bob to have nightmares.<br /><br />Abe was thereafter fired from his position as head coach, based on Bob's accusation that Abe had stolen money from the team, and he was unable to obtain a job in his chosen profession.<br /><br />1. Under what theories, if any, and against whom, might Abe sue for damages? Discuss. 2. Under what theories, if any, and against whom, might Bob sue for damages? Discuss. 3. Under what theories, if any, and against whom, might Carl sue for damages? Discuss.",
			"issues": {}
		},
		
		{
			"id": 96,
			"reference": "October 2015",
			"topic": "",
			"essay": "",
			"issues": {}
		},
		{
			"id": 97,
			"reference": "June 2016",
			"topic": "",
			"essay": "Tenant rents space in a Cityville office building from Landlord. Six months ago, a fire broke out at night in the office building and Tenant, who was working late, was overcome by smoke in the building.<br /><br />A responding firefighter found Tenant unconscious and, while carrying Tenant out of the building, dropped him, breaking Tenant's leg. The building and all its contents were destroyed.<br /><br />Cityville fire marshal's investigative report stated: \"Fire apparently originated in basement. Apparent cause: faulty wiring. Accumulation of old newspapers in basement was a principal source of fuel, and probably resulted in rapid spread of fire to remainder of building.\"<br /><br />The old newspapers mentioned in the fire marshal's report had been left by a previous tenant three years ago. Some of the basement hallways were nearly impassable. Landlord was aware of this, but hadn't gotten around to cleaning them up.<br /><br />One of Cityville's fire safety ordinances provides: \"Any person who permits any article to remain in a stairway or hallway so as to impede entering or leaving the building, or any area within it, shall be punished by a fine of not more than five hundred dollars.\"<br /><br />1. On what theory or theories might Tenant reasonably sue Landlord? Discuss.<br /><br />2. What types of damages, if any, might Tenant recover from Landlord? Discuss.",
			"issues": {}
		},
		
		{
			"id": 98,
			"reference": "June 2016",
			"topic": "",
			"essay": "Cindy and Shelly Smith, 35-year-old identical twins, look exactly alike.<br /><br />Cindy was a straight-A student in high school, went to college, and then to law school. She is presently campaigning for election to the State Senate.<br /><br />Shelly got into the wrong crowd in high school, became addicted to cocaine, and moved to Europe without graduating from high school.<br /><br />Cindy and Shelly have not spoken for years, and very few people know that Cindy has a twin.<br /><br />Debbie, a high school classmate of Cindy and Shelly, dislikes Cindy and does not want Cindy to win her election. Debbie obtained an old photograph of Shelly snorting a line of cocaine and sent it to Newspaper the day before the election, with an anonymous note that read, \"Ms. Smith is a cokehead.\" The photograph was very clear and looked exactly like Cindy.<br /><br />Newspaper, unaware that Cindy had an identical twin sister, published the photograph of Shelly the same day, with a caption that read, \"Cokehead for State Senate?\" Newspaper reported that it had received the photograph of \"Cindy Smith\" anonymously earlier that day. Cindy was very distressed about Newspaper's publication and subsequently lost the election.<br /><br />Thereafter, Cindy filed defamation claims against both Debbie and Newspaper.<br /><br />1. What is the likely outcome of Cindy's defamation claim against Debbie? Discuss.<br /><br />2. What is the likely outcome of Cindy's defamation claim against Newspaper? Discuss.",
			"issues": {}
		},
		{
			"id": 99,
			"reference": "October 2016",
			"topic": "",
			"essay": "Barry is a licensed barber. Recently, he has considered changing from the straight razor that he has always used to a new type of electric razor. The primary advantage of the new razor is that it totally eliminates the possibility of the customer being cut in the process of getting a shave.<br /><br />In general, barbers prefer the tradition of using the straight razor to the electric razor because it allows them to better show off their skills as a barber. Although not all agree, some believe that the straight razor gives a closer shave. The new razors have, however, been scientifically established to provide just as close a shave as the straight razor.<br /><br />Barry continues to shave men as he always has because he enjoys the use of the blade, and because the electric razor is expensive. He is also concerned about the reliability of these new devices under the heavy use they would receive in a barbershop.<br /><br />Moe comes into Barry's shop to get a shave. Halfway through the shave, Moe suddenly jumps up from the chair, cheering because he checked his smartphone and saw his favorite baseball team score a run. In the process, Barry's razor creates a fairly deep gash on Moe's throat. Moe punches Barry, giving him a black eye.<br /><br />1. Is Moe likely to prevail on a negligence claim against Barry? Discuss.<br /><br />2.Is Barry likely to prevail on an intentional tort claim against Moe? Discuss.",
			"issues": {}
		},
		{
			"id": 100,
			"reference": "June 2017",
			"topic": "",
			"essay": "While working in the produce section of a supermarket, Albert accidentally dropped a watermelon, which broke open, making the floor wet and slippery. Betty, the produce manager, immediately approached Albert and loudly criticized him for being \"clumsy.\" Albert, who was humiliated, told Betty, \"I quit!\" and pushed her in order to get past her and leave the store. As a result, Betty slipped on the spilled watermelon, fell and hit her head on the floor, and suffered a debilitating brain injury.<br /><br />As Albert was leaving the store, he grabbed a shopping cart and pushed it violently at Carl, the store manager, who was standing nearby and who jumped out of the way.<br /><br />The cart missed Carl but struck Duane, an elderly shopper, on his back side. Duane, who had an unstable heart condition, suffered a heart attack as a result.<br /><br />In the parking lot, Albert walked around a car he believed was Betty's, and used his car key to leave a deep gouge in the finish on all four sides of the car. As it turned out, the car belonged to Edna, not Betty.<br /><br />Under what theories of intentional tort could Betty, Carl, Duane, and Edna bring claims against Albert, and what damages, if any, are likely to be awarded in a lawsuit brought by:<br /><br /> 1. Betty against Albert? Discuss<br /><br />2. Carl against Albert? Discuss<br /><br /> 3. Duane against Albert? Discuss<br /><br />4. Edna against Albert? Discuss",
			"issues": {}
		},
		{
			"id": 101,
			"reference": "October 2017",
			"topic": "Negligence, Products Liability, Strict Liability",
			"essay": "Spacetrip is a new venture created to send paying clients on a trip of a lifetime to the moon aboard its spaceship, the Escapade. This spaceship is equipped with a vehicle escape system using parachutes to allow passengers to return safely to the ground should a malfunction occur during the spaceship's ascent. This system is widely used and listed in the Rocket Industry Standards Manual as being \"sufficient to provide adequate safeguards.\"<br /><br />Recently, a new system has become available that uses rockets to navigate the escape capsule back to the ground much more safely. However, this new system is also much more expensive than the parachute system and has not been tested in real-life situations. Spacetrip decided to stick with its tried-and-true parachute system.<br /><br />Paula, who wanted an adventure, decided to purchase this trip from Spacetrip. She signed a contract containing this statement: \"Although Spacetrip has taken all reasonable measures to provide a safe voyage, I understand that space exploration is dangerous.\"<br /><br />On the day of the liftoff, the weather was beautiful and all systems were working as designed. But shortly after takeoff, a totally unpredictable violent storm arose, blowing the Escapade off course. There was no way to correct for the deviation, so Spacetrip activated the escape system, which deployed as designed. Unfortunately, the storm caused the escape capsule to crash to the ground. Paula was critically injured, but survived. Investigations after the accident indicated that the new rocket escape system might have led to a better outcome.<br /><br />1. What tort cause(s) of action may Paula reasonably bring against Spacetrip? Discuss.<br /><br />2. What defense(s), if any, does Spacetrip have? Discuss.",
			"sampleAnswers": [
				"<strong>1) Paula v. Spacetrip:</strong><br /> <br /> Negligence:<br /><br /> Negligence is the failure to behave with the level of care that someone of ordinary prudence would have exercised under the same conditions. In order for the plaintiff to prove a prima facie case of negligence, the plaintiff must prove that the defendant owed her a duty, that the defendant breached that duty, that the breach of that duty was both the actual and proximate cause of her injury/damages.<br /><br /> <strong>(1) Duty:</strong><br /> <br /> Duty is a legal duty requiring the defendant to conform his conduct to a certain standard of care in order to protect the plaintiff from unreasonable risks of harm. A defendant owes a duty to all foreseeable plaintiffs and the extent of that duty is determined by the applicable standard of care. Under the majority Cardozo view, a plaintiff is foreseeable if he/she is in the zone of danger. Under the minority view, Andrews, everyone is a foreseeable plaintiff.<br /><br /> A defendant owes a duty to exercise reasonable care to foreseeable plaintiffs. Here, Paula (P) is a foreseeable plaintiff that is within the zone of danger because she is a customer of Spacetrip (S) who is using the service provided by S, going to the moon. Seeing that P is a customer, P is an invitee of S. P is an invitee because she is on S's premises, the spaceship, for a business purpose, to go to the moon, in which P is paying S for. As an invitee, S owes P a duty to inspect for unknown concealed dangers and to warn of them or to make the dangerous condition safe. Furthermore, S has a duty to exercise reasonable care for activities conducted on the property.<br /><br /> Here, S owes P a duty of reasonable care in order to prevent unreasonable risks of harm because P is an invitee.<br /> <strong><br /> (2) Breach of Duty:</strong><br /> <br /> A breach of duty occurs where the defendant fails to act or conform his conduct to the applicable standard of care. A breach of duty can be proven under the Learned Hand Formula and by the Res Ipsa Loquitur test.<br /><br /> <strong>Learned Hand Formula:</strong><br /> <br /> Under the Learned Hand Formula, a breach of a duty owed by the defendant can be established if the burden of taking a precaution is less than the probability of the harm occurring the gravity of the likely harm.<br /><br /> Here, under the Learned Hand Formula, P can establish that S breached its duty because there is an adequate precaution that S could have taken in order to prevent an injury from occurring. There is a new system that has become available that uses rockets to navigate the escape capsules on the spaceship back to the ground in a much more safe way. Here the burden of taking the precaution is that the extra precaution is more expensive than the system that S is already using, the parachute system. However, the burden of taking the extra precaution is less than the probability of the harm occurring. The probability of the harm occurring may not be relatively high, but the probability of the harm occurring is likely high enough because a newer and safer safety system was developed for this exact purpose. The magnitude of the harm occurring is serious because the failure of a product to function properly and the failure to exercise reasonable care in a safety precaution can result in severe damage to the body and even death. Here the resulting harm that could occur from not taking the precaution and using the new system is outweighed by the magnitude of the harm that can occur, especially since investigators stated the use of new rocket escape system might have led to a better outcome.<br /><br /> <strong>Conclusion:</strong><br /> <br /> P can establish that S breached its duty to exercise reasonable care by failing to use the safer alternative escape capsule. Res Ipsa Loquitur:<br /><br /> Under the Res Ipsa Loquitur test, a breach of a duty can be established if there is no direct evidence demonstrating what happened, the event causing the plaintiff's injury is one that would normally not occur in the absence of negligence by someone, and the instrument was under the exclusive control of the defendant at the time the accident occurred.<br /><br /> Here, there is direct evidence showing that the capsule malfunctioned due to the storm. The facts state that the capsule deployed and the storm was the cause of P's harm.<br /><br /> <strong>Conclusion:</strong><br /> <br /> Under the Res Ipsa approach P will likely fail to establish a breach.<br /><br /> <strong>(3) Causation:</strong><br /> <br /> Causation is the link that links the defendant's conduct to the plaintiff's injury. The plaintiff must prove that the defendant was both the actual cause and the proximate cause.<br /><br /> <strong>Actual Cause:</strong><br /> <br /> The defendant is the actual cause of plaintiff's injury if, but for the defendant's failure to exercise reasonable care, the plaintiff would not have suffered injury.<br /><br /> Here P will argue that, but for S not using the new rocket escape capsule system, P would not have suffered an injury. This can further be demonstrated by the fact that investigators stated that the use of new rocket escape system might have led to a better outcome.<br /><br /> <strong>Conclusion:</strong><br /> <br /> S is the actual cause of P's injury.<br /><br /> <strong>Proximate Cause:</strong><br /> <br /> Is the philosophical connection that limits liability to consequences that bear some reasonable connection with the defendant's conduct. Here, P can establish that S is the proximate cause of her injuries because the fact that S failed to take the extra precaution and use the new system, it is foreseeable that an accident of this type can occur. The accident that occurred that caused harm to P is clearly foreseeable based on the fact that there was a new escape capsule being developed that would be safer. It is foreseeable that if S failed to take this precaution then an injury of the type might occur.<br /><br /> S will likely argue that the storm was a superseding cause of plaintiff's injury because it was an act of god.<br /><br /> However, S will likely not prevail on this argument because while, yes, a severe storm is an act of god, it is foreseeable that a storm could occur at any moment, and that a storm could affect the way in which a capsule returns to earth and is foreseeable that the failure to take reasonable precautions would result in damage to a foreseeable plaintiff, consequently, that is P.<br /><br /> <strong>Conclusion:</strong><br /> <br /> P can establish that S's failure to use the new capsule is the proximate cause of her death.<br /><br /> <strong>(4) Damages:</strong><br /> <br /> Plaintiff must suffer actual injury.<br /><br /> Here the plaintiff suffered severe injury and is critically injured.<br /><br /> <strong>Main Conclusion:</strong><br /> <br /> P will succeed on a claim of negligence.<br /><br /> <strong>Strictly Liability:</strong><br /> <br /> Is liability for injuries regardless of culpability or fault.<br /><br /> <strong>Abnormally Dangerous Activity:</strong><br /> <br /> A defendant is liable for all injuries that result while engaging in an abnormally dangerous activity so long as the harm suffered is a result of the risk that makes activity dangerous in the first place and the injury was suffered in a foreseeable manner.<br /><br /> Here, the activity of taking passengers to space would be abnormally dangerous because it creates a great risk of harm, the likely harm is serious because it could result in death, the activity is not one of common usage, or appropriate to the community and the risk of the activity outweighs the benefit of the activity to the community.<br /><br /> Here, the likely harm that can be suffered from this activity, death, the activity creates a great risk of death because the activity takes people to the moon and back. This is not common to the community because people do not normally go to the moon and back. Therefore, the risk of harm posed by the activity outweighs the benefit of the activity to the community. Here the harm suffered is the type of harm that is likely to occur from engaging in such an activity because S is traveling to the moon and back which is risky and can cause serious injury. Furthermore, the harm was suffered in a foreseeable manner because it is foreseeable that a storm may occur.<br /><br /> <strong>Conclusion:</strong><br /> <br /> S will be strictly liable because the activity is abnormally dangerous.<br /><br /> <strong>Products Liability:</strong><br /> <br /> A seller or distributor will be strictly liable for any harms that occur from a defective product. Plaintiff must prove that the defendant is a merchant, that there was a defective product, causation, and intended or foreseeable misuse.<br /><br /> <strong>Defendant is a Merchant:</strong><br /> <br /> A merchant is one that ordinarily sells or distributes the goods of the kind.<br /><br /> Here, S is a merchant of the Escapade, the escape capsule, because S normally deals with the good, and he sells trips to individuals who desire to go to the moon. This fact makes S a merchant because he normally deals in the goods of the type and S is one that normally uses the product.<br /><br /> <strong>Defective Product:</strong><br /> <br /> P must prove that the product was defective. A product can be defective because of a manufacture defect, a design defect, or because the defendant failed to give adequate warning of a non obvious risk.<br /><br /> <strong>Manufacture Defect:</strong><br /> <br /> A manufacture defect occurs where the product deviates from the norm of products produced by the manufacturer in a way that makes the product more dangerous even though all care was exercised in manufacturing and marketing the product.<br /><br /> Here, the Escapade is a single product that was struck by a storm. According to the facts, the product deployed properly. However, the product can have a manufacture defect because the product was not able to withstand the storm and the product failed to return P safely to earth. Therefore, the product failed to function properly.<br /><br /> <strong>Design Defect:</strong><br /> <br /> Occurs where all products bear the same feature whose design is defective and abnormally dangerous. There are two tests used, the consumer expectation test and the benefit risk test.<br /> <strong><br /> Consumer Expectation Test:</strong><br /> <br /> Under the consumer expectation test, P can demonstrate that the product failed to perform as an ordinary consumer would expect it to. Here, the rocket failed to return P back to earth safely. Therefore, the product failed to perform as safely as an ordinary consumer would expect it to because an ordinary consumer would expect to be returned back to earth safely.<br /><br /> <strong>Risk Benefit Test:</strong><br /> <br /> P must prove that the defendant could have made a safer product without impacting the price and utility of the product.<br /><br /> Here, P can show that S could have used a safer product, i.e. the new escape capsule. This product is safer and would be a safer alternative to the one that S currently uses.<br /> <strong><br /> Causation:</strong><br /> <br /> Here, S is the actual cause because, but for S not using the alternative, P would not have suffered harm. S is also the proximate cause because it is foreseeable that a product whose design is faulty, would cause injury to another.<br /> <strong><br /> Intended Use or Reasonably Foreseeable Misuse:</strong><br /> <br /> A defendant is liable if the product was used as intended.<br /><br /> Here the Escapade was used as intended. The Escapade was used to return passengers to earth in the event that an accident occurred. Here, the Escapade was used when a storm struck the spaceship and the Escapade failed to function properly<br /><br /> <strong>Main Conclusion:</strong><br /> <br /> P will likely succeed on claim against S for strict products liability.<br /><br /> <strong>Warranties:</strong><br /> <br /> <strong>Express Warranty:</strong><br /> <br /> An express warranty occurs where the seller of a product, a merchant, states that the product will function in proper way, or function how the model will function.<br /><br /> Here, there is a breach of express warranty because the escape capsule failed to function properly and failed to perform \"sufficient to provide adequate safeguards\" upon returning the earth from the moon.<br /><br /> <strong>2) Defense:</strong><br /> <br /> <strong>Contributory Negligence:</strong><br /> <br /> If P is found at all negligent, then she will be barred from recovery.<br /><br /> Here, P was not negligent, therefore, she will not be barred from recovery under contributory negligence.<br /><br /> <strong>Comparative Negligence:</strong><br /> <br /> If P is found to be at all negligent, then P's recovery will be reduced by the percentage that the court applied for her negligence. Here, P was not negligent in causing her injuries. Therefore, she will receive recovery under both the modified and pure negligence theories. Assumption of the Risk:<br /><br /> Occurs where the plaintiff voluntarily, and unreasonably proceeds in the face of a known risk created by the defendant's negligence. Here, S would argue that P impliedly assumed the risk because she voluntarily proceeded in the face of a known danger created by the risk of the activity that S offers.<br /><br /> <strong>Conclusion:</strong><br /> <br /> Here, it is likely that S will succeed on a claim for implied assumption of the risk because P knew of the danger posed by the venture and P voluntarily proceeded in the face of that danger.<br /><br />",
				"<strong> Paula v Spacetrip</strong><br /> <br /> <strong>Negligence</strong><br /> <br /> Negligence is the failure to exercise the degree of care that a reasonably prudent person would under similar circumstances. To recover, Plaintiff must show duty, breach of duty, causation, damages and that there are no defenses.<br /><br /> <strong>Duty</strong><br /> <br /> A defendant owes a duty of care to foreseeable plaintiffs to act as a reasonably prudent person would under similar circumstances. Under Cardozo, (majority) the duty is owed to those in the zone of danger. Under Andrews (minority) the duty is owed to foreseeable plaintiffs. Here, Spacetrip owed Paula the duty to act as a reasonably prudent carrier would under similar circumstances.<br /><br /> Spacetrip as a common carrier would also owe Paula an elevated duty of care as a passenger on their spaceship. They would have a duty to make sure that they were prepared for any emergency and if those emergencies did occur, that they would protect Paula.<br /><br /> They owe her a duty to take all precautions for a safe trip and to bring her home safely.<br /><br /> <strong>Breach of Duty</strong><br /> <br /> A defendant breaches their duty when they fail to live up to the standard of care. To decide if they have breached their standard of care, we use two tests: the Learned Hand risk utility analysis and the consumer expectation test.<br /><br /> Learned Hand Risk Utility Analysis<br /><br /> Under this test, if B < PL then the defendant has breached their duty to the plaintiff. B is equal to the burden of prevention, P is equal to the Probability of harm and L is equal to the magnitude of harm.<br /><br /> Here, the Burden of Prevention is the cost of the new vehicle escape system that has become widely available to navigate the escape capsule back to the ground more safely. This system is much more expensive than the parachute system and has not been tested. Paula will argue that Spacetrip should have used the new system as it was much safer. Spacetrip will counter argue that the new system was not only not tested, it was very expensive.<br /><br /> The Burden of Prevention here is therefore very high.<br /><br /> The Probability of Harm is unclear; however it would seem reasonable that any trip to outer space would encounter dangers as we have seen in the past. Spacetrip is also a new venture and therefore would not have the experience that a longer term business would have. It would seem that the probability of harm would be high.<br /><br /> The Magnitude of Harm here would be very high. An accident in space would be magnified by the challenges of rescue and the inherent dangers of traveling in space. Even with what they call a tried and true rescue system, the new venture may not know how to react to risky situations. Therefore, any accident would seem highly likely to result in great harm or death.<br /><br /> Spacetrip also had no other back up system in case they had a mistake. All of their eggs were in one basket so to speak. That makes the magnitude of serious harm more likely. Therefore, the magnitude of harm is very high.<br /><br /> Balancing all of these factors it would seem that Spacetrip breached their duty to Paula by not investing in the new system that would have navigated the escape capsule back to the ground more safely and by not having a back up system.<br /><br /> <strong>Consumer Expectation Test</strong><br /> <br /> The consumer expectation test tells us if there has been a breach of duty when a reasonable consumer's expectations are not met.<br /><br /> Here, Paula has purchased a trip to the moon aboard the Escapade. She has a reasonable expectation of safe travel even in a new venture to both get there safely and return safely. A reasonable person would have similar expectations.<br /><br /> Spacetrip fails the consumer expectation test as they did not meet the expectations.<br /><br /> Spacetrip will argue here that the system they have installed is \"tried and true\" and that the vehicle escape system they used is widely used and listed in the Rocket Industry Standards Manual as being sufficient to provide adequate safeguards. They will claim that the new system has not been tested in real life situations. They will say because of this they have not breached any duty. However, because of the elevated duty they have to Paula to keep her safe on her travels they should have invested in the safest system available at the time. Going into space is inherently dangerous and carries enormous risks, and they should have been prepared to face those risks with the latest and safest technology. Due to Learned Hand and the consumer expectation test, Spacetrip has breached their duty to Paula.<br /><br /> <strong>Actual Cause</strong><br /> <br /> Actual Cause can be tested by the \"but for\" test, where but for their action, the harm would not have occurred.<br /><br /> Here, But for Spacetrip's crash to the ground Paula would not have been harmed.<br /><br /> Spacetrip is the actual cause of Paula's harm.<br /><br /> <strong>Proximate Cause</strong><br /> <br /> Proximate Cause is the natural and foreseeable result of one's actions with no superseding intervening causes to break the chain of causation. Here, Spaceship will argue that there were intervening, superseding causes that break the chain of causation. They will argue that the weather was beautiful when the ship took off and there was a totally unpredictable violent storm that blew the Escapade off course. However, it is foreseeable that when one is traveling that weather conditions can be unpredictable so that will not break the chain of causation. Spacetrip is the proximate cause of Paula's injury.<br /> <strong><br /> Damages</strong><br /> <br /> General and Special damages for medical expenses and pain and suffering.<br /><br /> Here, if Paula is considered not to have assumed the risks of space travel, she will be able to collect for the expenses she has occurred as a result of the crash.<br /><br /> <strong>Defenses</strong><br /> <br /> <strong>Contributory Negligence</strong><br /> <br /> In a contributory negligence jurisdiction, where the plaintiff negligently contributes to his own harm, the plaintiff's recovery is barred. Here, there is no indication it is a contributory negligence jurisdiction or that Paula has negligently contributed to her own harm. This will not be a defense.<br /><br /> <strong>Comparative Negligence</strong><br /> <br /> In a comparative negligence jurisdiction, the plaintiff contributes negligently to his own harm, and his recovery is reduced by the percentage of his negligence. In a modified jurisdiction, if his negligence is over 50%, his recovery is barred.<br /><br /> Here, there is no indication that Paula has contributed to her own harm.<br /><br /> This will not be a defense.<br /><br /> <strong>Assumption of the Risk</strong><br /> <br /> When the plaintiff assumes the risks, expressly or impliedly, and they do it knowingly and voluntarily, their recovery may be barred. Here, Paula signed the contract. It expressly said, \"Although Spacetrip has taken precautions, I understand that space exploration is dangerous.\" By signing this, Paula is agreeing that she is undertaking significant risks in the actions she is taking. It is understood here, that Space presents unique challenges and that by going there she is agreeing to assume the risks of those challenges.<br /><br /> Because Paula assumed the risk of space travel, she will not be able to recover.<br /><br /> <strong>Strict Product Liability</strong><br /> <br /> Where a defective product causes injury, the manufacturer, retailer, and distributor are strictly liable for any injuries that occur. To recover, plaintiff must show that they are a proper plaintiff, suing a proper defendant, that the product is defective, causation and damages.<br /><br /> <strong>Proper Plaintiff</strong><br /> <br /> A proper plaintiff is any foreseeable plaintiff, including users and bystanders, as privity is not required.<br /><br /> Paula is a user so she is a proper plaintiff.<br /> <strong><br /> Proper defendant</strong><br /> <br /> A proper defendant is a manufacturer, retailer, distributor or wholesaler.<br /><br /> Spacecraft is the manufacturer of the spaceship.<br /><br /> They are a proper defendant.<br /><br /> <strong>Defective Product</strong><br /> <br /> A product is defective if it has a design defect, a manufacturing defect, or a warning defect.<br /> <strong><br /> Design Defect</strong><br /> <br /> A product has a design defect if it could have been designed safer without destroying the products commercial utility.<br /><br /> Here, the Escapade has been designed with the old safety system. The old safety system does not bring the escape pod to the ground as safely. We use the risk utility analysis to decide if the product can be designed safer.<br /><br /> <strong>Risk/Utility analysis - Supra</strong><br /> <br /> Here, we can see that the product has been designed safer. The new system navigates rockets back to the earth more safely. There is a design defect.<br /><br /> <strong>Consumer Expectation Test</strong> - Rule and analysis - Supra<br /> <br /> This product does not meet the expectations of a reasonable consumer.<br /><br /> There is a design defect.<br /><br /> <strong>Actual Cause</strong> - Rule and Analysis - Supra<br /> <strong><br /> Proximate Cause </strong>- Rule and Analysis - Supra<br /> <strong><br /> Defenses</strong><br /> <br /> State of the art<br /><br /> Here, Spacetrip will claim that they have the most recent \"safest\" product as the new one has not been tested. They will also argue that they use what is listed in the Rocket Industry Standards and this is what is required.<br /><br /> However the new product is known to be safer, so this will not be a defense.<br /><br /> <strong>Damages</strong> - Rule and Analysis - Supra"
			],
			"issues": {
				"negligence": {},
				"negligence_duty": {},
				"negligence_duty_premises": {},
				"negligence_breach": {},
				"negligence_breach_res_ipsa_loquitur": {},
				"negligence_actual_cause": {},
				"negligence_proximate_cause": {},
				"negligence_special_damages": {},
				"negligence_general_damages": {},
				"strict_liability": {},
				"products_liability": {},
				"pl_strict_liability": {},
				"pl_breach_exp_warranty": {},
				"pl_breach_imp_warranty": {},
				"pl_negligence": {}
			}
		},
		{
			"id": 102,
			"reference": "October 2017",
			"topic": "Intentional Torts",
			"essay": "On a sunny winter day, Dan went for a hike in the mountains. While walking on a trail far from civilization, a sudden storm arose. Thick snow accompanied by horrific winds created blizzard conditions. Dan was an experienced outdoorsman and knew that, without shelter, he was likely to succumb to hypothermia and die.<br /><br />Fortunately, Dan remembered that his friend Jill owned a cabin in the vicinity. Jill had told him that he could use the cabin should the need arise. In the blizzard conditions, Dan struggled to find Jill's cabin, but soon saw a red-roofed log cabin that looked exactly like Jill's. As promised, the key was under the mat, and Dan entered to wait out the storm. In order to stay warm, Dan removed some built-in wooden bookshelves from the wall and used them to build a fire in the fireplace. He also threw in some books that were on the shelves to keep the fire going. He slept in front of the fire, and the storm was over the following morning.<br /><br />Before leaving the cabin, Dan wrote Jill a note thanking her for the use of the cabin and apologizing for the missing shelves. He forgot to mention the books. He left his phone number and told her to give him a call.<br /><br />As it turns out, the cabin where Dan stayed was owned by Polly and not Jill. When Polly went to the cabin to open it for the summer, she noticed that her bookshelves and books were missing and found a note on the table from some fellow named Dan.<br /><br />Polly was outraged that a stranger would use her cabin without her permission, destroy the bookshelves, and take her books. She decided to sue Dan.<br /><br />1. What tort cause(s) of action can Polly reasonably raise against Dan? Discuss.<br /><br />2. What defense(s), if any, can Dan reasonably assert? Discuss. <br /><br />3. What types of damages, if any, might Polly recover from Dan? Discuss.",
			"sampleAnswers": [
				"<strong>POLLY v. DAN</strong><br /> <strong><br /> TRESPASS TO LAND</strong><br /> <br /> The intentional and volitional entry onto the real property of another person with possessory rights that causes damages. It interferes with the exclusive possession of the land.<br /><br /> Here, Dan enters onto the land of Polly. The land does not belong to Dan, nor does Dan have any ownership interest in the land. Polly will argue that Dan was not authorized to enter the land. Polly will also say that just because she was not present and using her land/cabin at the time of Dan's arrival, that Dan had the right to enter the land or the cabin.<br /><br /> Thus, Dan has committed Trespass to Land.<br /><br /> <strong>DEFENSES</strong><br /> <br /> <strong>PRIVATE NECESSITY</strong><br /> <br /> When there is an emergency situation, a person may enter the land of another to avoid extreme physical harm or injury, but they are still liable for damages.<br /><br /> Here, Dan is hiking in the wilderness. Dan sees that there is a bad storm coming. There are thick snow and blizzard conditions. Dan realizes that he would likely die if he does not find shelter. Dan will likely be seen as \"authorized\" to enter the land of Polly because his life was in danger. However, Polly can sue for damages and recover for any harm caused.<br /><br /> This defense will be successful. However, Polly can recover damages discussed infra.<br /><br /> <strong>CONSENT<br /> </strong><br /> When there is adequate and authorized permission, there is consent.<br /><br /> Here, Dan believes that he is entering his friend's cabin, and not the cabin of Polly. Dan has the express consent to enter the land and cabin of his friend. However, Dan requires the consent of Polly, and not the consent of his friend.<br /><br /> This defense will likely fail.<br /><br /> <strong>MISTAKE</strong><br /> <br /> When the actual circumstances of the situation are different than one has surmised, there is a mistake. Dan has mistakenly entered into the land of Polly with the belief that the property actually belongs to his friend. Dan has mistaken the red-roof of his friends cabin for Polly's cabin.<br /><br /> Dan will say that there was a key under the mat, just as he expected. This is the exact behavior that his friend Jill does. This will not serve as a defense to the intentional tort of trespass to land. Mistake is not a defense for this intentional tort. TRESPASS TO CHATTELS<br /><br /> The intentional and volitional interference with the possession or use of property of another that causes damages. Dan used Polly's stationery to write a letter. The stationery (paper and pen) did not belong to Dan. Dan interfered with Polly's right to use her belongings for other purposes. However, this worked out well for Polly because Dan identified himself and left his phone number, making him easy to contact and identify if Polly wanted to seek recovery.<br /><br /> Dan has committed trespass to chattels.<br /><br /> <strong>DEFENSES</strong><br /> <br /> None available for this tort.<br /><br /> <strong>CONVERSION OF BOOKS AND WOOD SHELVES</strong><br /> <br /> The intentional and substantial interference with the personal property of another that is so great that it is treated as a forced sale. The remedy is typically the fair market value of the goods at the time and the place of the conversion.<br /><br /> Here, Dan \"burned\" some of the book shelves in the fireplace in order to stay warm. He also burned some of the books. Property that is completely burned cannot be recovered. The interference of Polly's property possession is \"substantial\" because it is completely destroyed.<br /><br /> This is a conversion.<br /> <strong><br /> DEFENSES TO CONVERSION</strong><br /> <br /> <strong>IMPLIED CONSENT</strong><br /> <br /> Dan will argue that his friend would have allowed him to burn whatever was necessary for him to burn in order to stay warm and not die from the cold blizzard.<br /><br /> This argument will likely fail because the consent of Polly was required - not the consent of his friend. Polly did not allow him to destroy her property.<br /><br /> Thus, no implied consent.<br /> <strong><br /> NECESSITY</strong><br /> <br /> Again, Dan will argue that it was necessary for him to start a fire. He will say that he used the most reasonable materials available - wood and books. He will further state that he would have died from hypothermia without a fire.<br /><br /> This argument will succeed, however damages are recoverable, discussed below.<br /><br /> <strong>DAMAGES</strong><br /> <br /> <strong>NOMINAL DAMAGES FOR TRESPASS TO LAND</strong><br /> <br /> The land was not harmed. Nominal damages (perhaps $1.00) to show that a wrong has occurred will likely be available.<br /><br /> <strong>FAIR MARKET VALUE FOR THE BOOKS AND SHELF WOOD</strong><br /> <br /> There was a conversion (discussed supra). Polly can recover the fair market value of the wood for the shelves, as well as the books that were destroyed.<br /><br /> <strong>GENERAL DAMAGES</strong><br /> <br /> Polly can recover for the emotional harm she suffered when she thought that her cabin was broken into. If there was pain and suffering involved, she can recover monetary damages for that pain and suffering.<br /><br /> <strong>SPECIAL DAMAGES</strong><br /> <br /> Polly can recover the reasonable cost of any other economic harm that she suffered. Since Dan used her stationery to write a letter, she can recover for that. She can also likely recover for having the cabin sufficiently cleaned. Further, she can recover the reasonable value of the cost to re-install the shelves into the cabin.<br /><br /> <strong>PUNITIVE DAMAGES NOT AVAILABLE</strong><br /> <br /> Where there are intentional torts, punitive damages may be available to punish the defendant.<br /><br /> Here, Dan was not acting with malice - he was simply trying to stay alive and survive a brutal snow storm. He was not acting with intent to harm - only to stay alive and survive. Polly may argue that he did not inform her of the books that he burned, and that his omission of that fact was malicious. This argument will fail. There is clearly no malice. Thus, punitive damages will not be available.",
				"<strong>Polly v. Dan</strong><br /> <br /> <strong>1. Polly's Claims against Dan</strong><br /> <br /> <strong>Trespass to Land</strong><br /> <br /> Trespass to land is the intentional invasion of the land of another without consent or privilege.<br /><br /> Here, the facts state that Dan took the key under the mat at the cabin and \"entered to wait out the storm,\" and he remained in the cabin until leaving the following morning. Thus, Dan's entering Polly's cabin was an intentional invasion, and because the cabin actually belonged to Polly, Dan's entering was into the cabin was thus on the land of another, Polly's. Dan will argue that he did have consent from Jill to enter her cabin, which appeared virtually identical to Polly's, and thus his entering Polly's cabin was based on a reasonable mistake.<br /><br /> However, mistake as to land ownership is not a recognized defense, as it is the intentional invasion of the land itself which constitutes the tort of trespass.<br /><br /> Here, Dan intended to invade Polly's land, and so Polly will have a claim against Dan for trespass to land, absent a privilege that Dan might have to enter the land (infra).<br /><br /> <strong>Trespass to Chattel</strong><br /> <br /> Trespass to Chattel is the intentional interference with the personal property of another without consent or privilege.<br /><br /> The facts state that inside Polly's cabin Dan had \"removed some built-in wooden bookshelves from the wall and used them to build a fire in the fireplace\" in order to stay warm during the blizzard. Dan also \"threw in some books\" that were on the shelves to keep the fire going.<br /><br /> Because Dan removed the wooden bookshelves and threw in the books for the purpose of making a fire to stay warm, his acts were volitional and so he intended to interfere with these items. Since the books and the bookshelves belonged to Polly, Dan interfered with the personal property of another.<br /><br /> Dan will argue that he had implied consent to interfere with these items from Jill, who told Dan he \"could use the cabin should the need arise.\" However, mistake as to the ownership of the property is not a recognized defense, even if in good faith.<br /><br /> Here, Dan intended to interfere with personal property which belonged to Polly, so Polly will have a claim against Dan for trespass to land, absent a privilege that Dan might raise to interfering with the property.<br /><br /> <strong>Conversion</strong><br /> <br /> Conversion is intentional interference with the personal property of another which is so substantial as to warrant requiring the converter to pay for the full value of the property converted.<br /><br /> Dan intentionally interfered with the personal property of another, Polly, supra.<br /><br /> Polly will argue that the use of her property amounted to conversion. Since Dan had \"removed some built-in\" wooden bookshelves from \"the wall\" of the cabin and threw them into the fireplace, Dan clearly converted the bookshelves as they are now destroyed forever, depriving Polly of their substantial use and value. Moreover, while the facts do not state this, depending upon Dan's removal of the bookshelves from the wall, Dan may have caused substantial damage to portions of the wall.<br /><br /> Polly will further argue that Dan took her books without permission, and so converted the books as well because by taking them he substantially deprived Polly of their use.<br /><br /> Dan will argue that he did not take the books with him but used them, like the bookshelves, for stoking the fire. However, this is not much of a counter argument as Dan still destroyed the books, depriving Polly substantially of their use and value.<br /><br /> Dan's use of the wooden bookshelves and the books for keeping the fire burning destroyed these items, and so his intentional interference with Polly's personal property is substantial enough to warrant requiring Dan to pay for the full value of the property converted, discussed infra. 2. Dan's Defenses<br /><br /> <strong>Consent<br /> </strong><br /> As discussed supra, because Dan obtained consent only from Jill and not from Polly--the actual owner of the land and possessor of the property at issue--then Dan has no valid consent from the owner, Polly, to enter her land or use her property.<br /><br /> Dan has no valid consent.<br /><br /> <strong>Mistake</strong><br /> <br /> Reasonable, good faith mistakes do not serve as a defense to trespass to chattels, trespass to land, or conversion.<br /><br /> Dan's reasonable mistake as to ownership, even though in good faith, still will not serve as a defense to Polly's claims for damages.<br /> <strong><br /> Private Necessity</strong><br /> <br /> Private Necessity operates as an incomplete defense to trespass to land and trespass to chattel/conversion, and arises when circumstances such as natural disasters render conditions so unsafe and involving risk of great harm or death that there is a privilege to trespass upon and use land and chattels belonging to another if reasonably necessary to avoid harm to oneself. One who trespasses upon property/chattels out of a private necessity is still liable for any damages/harm caused while on the land or while using the chattels.<br /><br /> Because Dan was located \"far from civilization\" when a \"sudden\" storm arose, Dan will argue that he had a private necessity to trespass upon Polly's land for the purpose of finding shelter and escaping the \"horrific winds\" and the blizzard conditions outside, as he knew that such conditions would likely expose him to hypothermia and death. As such, Dan had a privilege to trespass upon Polly's land to avoid great imminent harm to himself from the blizzard.<br /><br /> Moreover, because blizzards create very cold conditions, Dan's using the books and bookshelves inside the cabin in order to build a fireplace was reasonably done out of a necessity to stay warm. Dan had a privilege to trespass upon Polly's chattels to avoid great harm to himself from potential hypothermia.<br /><br /> Dan will not be liable for trespass to chattels, conversion, or for trespass upon Polly's land due to his privileged entry and privileged use of Polly's land and personal property due to his private necessity. However, because private necessity is an incomplete defense, Dan may still be liable for damages caused by his use of land and/or property during the course of the private necessity, infra.<br /><br /> <strong>3. Damages Recoverable by Polly from Dan</strong><br /> <strong><br /> Damage to Books</strong><br /> <br /> Damages/harm caused during the course of a private necessity are recoverable.<br /><br /> Because Dan destroyed the books to build the fireplace, the books were converted and Dan is thus liable to pay for their full value, or a \"forced sale.\"<br /><br /> <strong>Damage to Bookshelves</strong><br /> <br /> Damages/harm caused during the course of a private necessity are recoverable.<br /><br /> Because Dan destroyed the bookshelves to build the fireplace, the bookshelves were converted and Dan is thus liable to pay for their full value, or a \"forced sale.\"<br /><br /> <strong>Damages for Use of Polly's Land</strong><br /> <br /> Damages/harm caused during the course of a private necessity are recoverable.<br /><br /> Because Dan was only on the land to ride out the storm and left immediately once the storm subsided the next morning, his privileged invasion of Polly's land lasted only so long as the private necessity created by the storm existed, and so because he left when his private necessity was no longer present the next morning, Polly will not recover damages for Dan's trespass upon her land."
			],
			"issues": {
				"trespass_to_land": {},
				"defense_of_necessity": {},
				"defense_of_consent": {},
				"trespass_to_chattels": {},
				"conversion": {},
				"tort_damages": {}
			}
		}
		
		
			
		
		
	]	
}