{
	"issues": {
		"assault": {
			"title": "Assault"	
		},
		"battery": {
			"title": "Battery"	
		},
		"conversion": {
			"title": "Conversion"
		},
		"defamation": {
			"title": "Defamation"
		},
		"defense_of_necessity": {
			"title": "Defense of Necessity"
		},
		"defense_of_recapture": {
			"title": "Defense of Recapture"
		},
		"defense_of_discipline": {
			"title": "Defense of Discipline"
		},
		"defense_of_authority_of_law": {
			"title": "Defense of Authority of Law"
		},
		"defense_of_consent": {
			"title": "Defense of Consent"
		},
		"defense_of_others": {
			"title": "Defense of Others"
		},
		"defense_of_property": {
			"title": "Defense of Property"
		},
		"defense_of_infancy_insanity": {
			"title": "Defense of Insanity / Infancy"
		},
		"iied": {
			"title": "Intentional Infliction of Emotional Distress"
		},
		"independent_contractor_liability": {
			"title": "Independent Contractor"
		},
		"negligence": {
			"title": "Negligence"
		},
		"negligence_actual_cause": {
			"title": "Negligence Actual Cause"
		},
		"negligence_assumption_of_risks": {
			"title": "Negligence Assumption of Risks"
		},
		"negligence_attractive_nuisance": {
			"title": "Attractive Nuisance Doctrine",
			"parent": "negligence_duty_premises",
			"child": "negligence_rescuer_doctrine"
		},
		"negligence_breach": {
			"title": "Negligence Breach",
			"parent": "negligence_rescuer_doctrine",
			"child": "negligence_breach_res_ipsa_loquitur"
		},
		"negligence_breach_res_ipsa_loquitur": {
			"title": "Negligence Breach based Res Ipsa Loquitur",
			"parent": "negligence_breach",
			"child": "respondent_superior"
		},
		"negligence_comparative": {
			"title": "Comparative Negligence"
		},
		"negligence_contributory": {
			"title": "Contributory Negligence"
		},
		"negligence_duty": {
			"title": "Negligence General Duty",
			"parent": "negligence",
			"child": "negligence_per_se"
		},
		"negligence_duty_peril": {
			"title": "Negligence Duty based on PERIL",
			"parent": "negligence_per_se",
			"child": "negligence_duty_premises"
		},
		"negligence_duty_premises": {
			"title": "Negligence Duty based on Premises Liability",
			"parent": "negligence_duty_peril",
			"child": "negligence_attractive_nuisance"
		},
		"negligence_egg_shell_plaintiff": {
			"title": "Negligence Egg Shell Plaintiff"
		},
		"negligence_general_damages": {
			"title": "Negligence General Damages"
		},
		"negligence_nied": {
			"title": "NIED"
		},
		"negligence_last_clear_chance": {
			"title": "Negligence Last Clear Chance"
		},
		"negligence_per_se": {
			"title": "Negligence Per Se",
			"parent": "negligence_duty",
			"child": "negligence_duty_peril"
		},
		"negligence_proximate_cause": {
			"title": "Negligence Proximate Cause"
		},
		"negligence_rescuer_doctrine": {
			"title": "Negligence Rescuer Doctrine / Fireman's Rule",
			"parent": "negligence_attractive_nuisance",
			"child": "negligence_breach"
		},
		"negligence_special_damages": {
			"title": "Negligence Special Damages"
		},
		"products_liability": {
			"title": "Products Liability"
		},
		"pl_breach_exp_warranty": {
			"title": "Products Liability Breach of Express Warranty"
		},
		"pl_breach_imp_warranty": {
			"title": "Products Liability Breach of Implied Warranty"
		},
		"pl_negligence": {
			"title": "Products Liability Negligence"
		},
		"pl_strict_liability": {
			"title": "Products Liability Strict Liability in Tort"
		},
		"respondent_superior": {
			"title": "Respondent Superior",
			"parent": "negligence_breach_res_ipsa_loquitur",
			"child": ""
		},
		"self_defense": {
			"title": "Self Defense"
		},
		"strict_liability": {
			"title": "Strict Liability"
		},
		"trespass_to_chattels": {
			"title": "Trespass To Chattel"
		},
		"transferred_intent": {
			"title": "Transferred Intent"
		},
		"trespass_to_land": {
			"title": "Trespass to Land"
		},
		"vicarious_liability": {
			"title": "Vicarious Liability for Joint Enterprise",
			"parent": "",
			"child": ""
		}
	},
	"exams": [
		{
			"id": 1,
			"reference": "June 2002",
			"topic": "",
			"essay": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.<br /><br />Jean arrived in Craft Village on Sunday night for her annual shopping expedition. As on all of her previous trips to Craft Village, she stayed at the Snooze Inn for two nights. She does not own a car, and one of the reasons she likes Craft Village is that she can walk to all the shops.<br /><br />Jean got up on Monday morning to go shopping. She shopped all day, and walked back to the Snooze Inn at 7:00 p.m. for dinner. After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, “Hand over your purse, or I’ll beat you up!” The mugger roughly snatched Jean’s purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn. The mugger was later captured by the police.<br /><br />On what theory or theories, if any, might Jean recover damages from, and what defenses might she anticipate, in an action against: <br /><br />1. The mugger? Discuss. <br /><br />2. Craft Village? Discuss. <br /><br />3. Northwoods Gallery? Discuss. <br /><br />4. Snooze Inn? Discuss.",
			"issues": {
				"assault": {
					"def": "The intentional placing of another in reasonable apprehension of an immediate harm without consent or justification.",
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, “Hand over your purse, or I’ll beat you up!” The mugger roughly snatched Jean’s purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn."
					"samples": [
						"The intentional placing of another in reasonable apprehension of an immediate harm without consent or justification.<br /><br />When the mugger shouted at Jean to “Hand over your purse, or I'll beat you up,” his conduct was volitional and therefore intentional.<br /><br />Mere words are adequate to cause apprehension. The words “hand over your purse or I'll beat you up” coupled with the fact that he had the present ability to carry the threat out indicates the placing of another in reasonable apprehension.<br /><br />In addition, Jean held out the purse indicating that she was apprehensive. It does not seem that Mugger had consent or justification.<br /><br />Therefore, Mugger is liable for assault."			
					]
				},
				"battery": {
					"def": "Battery is harmful or offensive touching of another without consent or justification."
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, “Hand over your purse, or I’ll beat you up!” The mugger roughly snatched Jean’s purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn."
					"samples": [
						"Battery is harmful or offensive touching of another without consent or justification.<br /><br />When Mugger roughly snatched Jean's purse from her he touched an item that was intimate to Jean's person, which was offensive.<br /><br />Therefore, there was a touching of another. There is not consent due to the fact Jean held her purse out because she was afraid and no justification.<br /><br />Therefore Mugger is liable for battery."			
					]
				},
				"trespass_to_chattels": {
					"def": "Trespass to chattel is the interference with the personal property of another.",
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, “Hand over your purse, or I’ll beat you up!” The mugger roughly snatched Jean’s purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"Trespass to chattel is the interference with the personal property of another.<br /><br />When Mugger roughly snatched Jean's purse and fled he interfered with the personal property, a purse, which belonged to Jean. Jean gave no consent and Mugger was not justified in his behavior.<br /><br />Thus, Mugger is liable for trespass to chattel. Jean may recover damages caused by the interference."	
					]
				},
				"conversion": {
					"def": "Conversion is the intentional exercise of dominion and control over the personal property of another.",
					"hypo": "After dinner, at around 8:30 p.m., she began walking to Northwoods Gallery. Half way there, she was accosted by a mugger. The mugger stood in front of her and shouted, “Hand over your purse, or I’ll beat you up!” The mugger roughly snatched Jean’s purse as she held it out to him. The mugger fled, and Jean turned around and ran back to the Snooze Inn.",
					"samples": [
						"Conversion is the intentional exercise of dominion and control over the personal property of another.<br /><br />When Mugger snatched Jean's purse and fled he exercised dominion and control over Jean's personal property contrary to Jean's possessory rights.<br /><br />Therefore, Mugger is liable for conversion. Jean may recover for damages for the cost of the purse including value of the purse in a forced sale or reasonable rental value if returned, plus damages."		
					]
				},
				"negligence": {
					"def": "A person 'A' may be liable to another person 'B' for damage if it is found that 'A' owed a duty to 'B', that they breached their duty, which was the actual and proximate cause of B's injuries.",
					"hypo": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.",
					"samples": [
						"Craft Village may be liable to Jean for damage if it is found that Craft Village owed a duty to Jean, that they breached their duty, which was the actual and proximate cause of Jean's injuries."
					]
				},
				"negligence_duty": {
					"def": "A person owes a duty of due care not to subject another person to unreasonable harm.",
					"hypo": "Craft Village is a small town that is popular with tourists because of its fine arts and crafts stores. Craft Village has no public transportation. All of the stores are located on Main Street. There is one large gallery, Northwoods Gallery, at the north end of Main Street. At the south end of Main Street is the Snooze Inn, a large motel. Tourists often stay at the Snooze Inn when they want to spend more than a day in Craft Village. Craft Village shops, by town ordinance, must remain open from at least 10:00 a.m. to 8:00 p.m. every day, including Sundays. All of the shops close at 8:00 p.m. except Northwoods Gallery, which is open until 11:00 p.m. every night. Craft Village provides street lighting along Main Street, which is turned on each night at dusk.",
					"samples": [
						"As a small town Craft Village owes a duty of due care not to subject visitors of the town to unreasonable harm as a reasonable small town in the same or similar circumstances.<br /><br />It may be argued that because Craft Village was a small town, with no public transportation, popular with tourists and all stores located on one main street that they owed a duty of care to the patrons of the village to make the streets safe. Especially in light of the fact the city required the stores to remain open until 8:00 p.m. which could be considered past dark and more inviting for crime.<br /><br /> Jean was a foreseeable plaintiff in that she was a tourist of the village out shopping. Therefore, Craft Village owed a duty."
					]
				}
				
			}
						
		},
		
		
		
		{
			"id": 2,
			"reference": "October 2002",
			"topic": "",
			"essay": "A zoo maintenance employee threw a pile of used cleaning rags into a hot, enclosed room on the zoo’s premises. The rags contained a flammable cleaning fluid that later spontaneously burst into flames as a result of the heat in the room.<br /><br />The fire caused a large water main in the zoo to burst, and the escaping water from the main washed away a portion of the zoo’s zebra pen fence. A zebra escaped from the zoo through the hole in the fence caused by the water.<br /><br />A young child encountered the zebra in a nearby residential area. The child petted the zebra and offered it a stick of candy. In taking the candy from the child the zebra bit off one of the child’s fingers.<br /><br />On what theory or theories of liability might an action be brought  gainst the zoo on behalf of the child and what should be the likely outcome of such action? Discuss.",
			"issues": {}
		},
		
		
		
		{
			"id": 3,
			"reference": "June 2003",
			"topic": "",
			"essay": "Flora owns a busy florist shop on a major thoroughfare near a dangerous intersection. The intersection has been the site of recent accidents, some involving cars exiting Flora’s parking lot. Because of this situation she hired Attendant to direct traffic into and out of the parking lot and placed a sign at the lot’s entrance, visible from the street, which states: “Caution, Cars Entering Street.” Flora also instructed Attendant to make sure that the street was clear before sending a car out, but she provided no other instructions or training. She was aware that Attendant was sometimes careless in his work. Attendant, given the clothes he wears, could not be mistaken for a police officer.<br /><br /> One morning, distracted by the line of honking cars that wished to exit the lot, Attendant waved Customer’s car out of the parking lot with only a hurried glance to determine if the street was clear. Customer heeded Attendant’s signal to exit the lot, but was distracted by her crying baby in the back seat and did not check to see if the street was clear. Businessman, who was driving toward Flora’s shop, was dialing his cellular phone, and did not see Customer’s car exiting the lot.<br /><br /> Businessman, whose driver’s license had expired, collided with Customer. Both drivers were injured and both cars were damaged.<br /><br /> It is a crime to drive with an expired driver’s license. It is also a crime to employ a parking attendant who does not possess a special parking attendant license which costs $50, and requires three hours of safety training relating to operating a parking lot. Any employer of a parking attendant must obtain the license on behalf of the employee and is responsible for ensuring that the employee attends the three hours of safety training. Flora did neither.<br /><br /> On what theory or theories might an action or actions for damages be brought, and what defenses might be anticipated by:<br /><br /> 1. Customer against Businessman? Discuss.<br /><br /> 2. Customer against Flora? Discuss.<br /><br /> 3. Businessman against Flora? Discuss.<br /><br /> 4. Customer and Businessman against Attendant? Discuss.",
			"issues": {}
		},
		
		
		
		{
			"id": 4,
			"reference": "October 2003",
			"topic": "",
			"essay": "Peter, walking along the street at 10:00 p.m. on April 20, urgently needed to find a restroom. Just ahead was Dell’s Supper Club (“Dell’s”), which Peter had patronized a few times in the past. There was a sign on the door of Dell’s that said “Restrooms for Patrons Only.” He was not familiar with Dell’s restroom. He entered the dimly lit club and was directed by a waitress toward a door marked “MEN”. Peter opened this door and stepped into an even darker room. Just inside the door, Peter felt for and pushed a light switch, but no light came on because the bulb in the ceiling fixture was burned out. Nevertheless, Peter walked towards what he thought was the toilet, but tripped over a step, fell, and suffered severe cuts and bruises.<br /><br /> Later that night at Dell’s John ordered a steak with mushrooms. Dell’s used canned mushrooms purchased from Acme Foods, which three weeks earlier had discovered that some of its canned mushrooms had been improperly prepared and if eaten could cause botulism. Acme Foods notified all its customers of the problems with the canned mushrooms and offered to replace any cans of mushrooms purchased from them. Dell’s received this notice, but disregarded it. John was served some of the mushrooms in question and as a result contracted botulism, recovering only after five days of severe illness and hospital treatment.<br /><br /> At 6:00 a.m. the next morning Carl, who was paid to pick up the garbage at Dell’s, drove to the back of the club to carry out his duties. He did not see Dell’s large guard dog chained next to the bin to keep out trespassers, and the dog was asleep when Carl entered the bin. As Carl walked to the bin, he startled the dog and it attacked Carl. The dog grabbed Carl’s shoe and held on tightly. Carl managed to get his foot out of the shoe, ran to the fence surrounding the back of the restaurant, and climbed over it to get away from the dog. Once he reached the top of the fence, he fell to the ground on the other side and broke his leg.<br /><br /> What actions could Peter, John and Carl assert against Dell’s, what defenses should Dell’s assert, and what would be the probable results? Discuss.",
			"issues": {}
		},
		
		
		
		{
			"id": 5,
			"reference": "June 2004",
			"topic": "",
			"essay": "Penelope and her friends went shopping at Deals Department Stores (“Deals”). They entered Deals on the first floor and decided to take the elevator to the third floor. Penelope pressed the button for the elevator. While waiting for it to arrive, Penelope chatted with her friends with her back to the elevator door. When she heard the elevator door open, Penelope, without looking, stepped backward into the elevator opening while continuing to chat with her friends. No elevator car was present, she fell into the shaft, and dropped fifteen feet to the basement floor.<br /><br /> While Penelope suffered only minor physical injuries as a result of her fall, shortly thereafter she suffered an acute psychotic breakdown from which she has not recovered. Penelope’s doctors have concluded that the elevator accident aggravated a pre-existing psychological condition which has caused permanent disabilities.<br /><br /> Deals owns the store building and contracts with Reliable Elevator Company (“Reliable”) to maintain the elevator. Reliable also manufactured and installed the elevator. This type of accident involving a Reliable elevator has never happened before and there is no evidence of what caused the elevator car to be out of position when the elevator door opened.<br /><br /> 1. Under what theory or theories should Penelope bring an action for recovery of damages for her injuries, and against whom? Discuss.<br /><br /> 2. What defenses should be raised and what are the likely results? Discuss.",
			"issues": {}
		},
		
		
		
		{
			"id": 6,
			"reference": "June 2004",
			"topic": "",
			"essay": "Carol stopped her car at the entrance to her office building to get some papers from her office. She left her car unlocked and left the ignition key under the car’s front floor mat while she went briefly into her office.<br /><br /> While Carol was gone, Peter entered Carol’s car, found the ignition key where he had seen her leave it, and started the car, intending to drive it to the hospital where his spouse had just been taken for emergency treatment. After Peter had driven the car for about a block, the brakes failed, the car hit a tree, and Peter was injured. In a dazed condition from the accident, Peter entered a nearby public building and pulled the lever of an emergency fire alarm. A city fire truck, responding to the alarm, hit and seriously injured Carol as she was emerging from her office building.<br /><br /> What claims, if any, do Carol and Peter have against each other, and what defenses, if any, may each assert? Discuss.",
			"issues": {}
		},
		
		
		
		
		{
			"id": 7,
			"reference": "October 2004",
			"topic": "",
			"essay": "Prof is a professor of torts and commercial law at University Law School (“ULS”). Prof’s employment contract with ULS requires him to teach a certain number of hours, conduct research, publish scholarly works, be available for consultation with his students, and engage in community service.<br /><br /> Dave, one of Prof’s students and research assistants, applied for a summer job with the State Office of Youth Assistance, an agency that houses and counsels troubled youths. Dave asked Prof to write a letter of recommendation for him. Prof agreed and wrote a letter recommending Dave highly and in unqualified terms. He sent the letter to the Office of Youth Assistance in a sealed envelope marked “Confidential.”<br /><br /> Prof knew that the job for which Dave had applied required the incumbents to be in frequent close and unsupervised contact with young children. Prof also knew at the time he wrote the letter that Dave had admitted during a confidential disciplinary investigation by ULS that he had molested his girlfriend’s young daughter and that Dave was undergoing counseling related to the incident. Prof did not mention anything about this in the letter because he did not want to hurt Dave’s chances of getting the job and because he was convinced that Dave would not repeat his conduct.<br /><br /> Dave was hired by the Office of Youth Assistance. Toward the end of the summer, while conducting a private interview with a six-year-old girl, Dave succumbed to temptation and attempted to molest her. The girl’s screams attracted the attention of Gina, a youth counselor working nearby. Gina ran to the rescue, but the stress of the situation caused Gina to suffer a debilitating heart attack.<br /><br /> Gina sues Prof and ULS for negligent misrepresentation, alleging that Prof is liable because of his neglect in failing to disclose what he knew about Dave in his letter of recommendation and that ULS is liable under the doctrine of respondeat superior.<br /><br /> Prof moves to dismiss Gina’s suit on the grounds that (i) he owed no duty of care to Gina to disclose what he knew about Dave and (ii) even if did have such a duty, his breach of the duty was not the proximate cause of Gina’s injuries.<br /><br /> ULS moves to dismiss Gina’s suit on the ground that ULS cannot be held vicariously liable because writing letters of recommendations for his students was outside the scope of Prof’s employment duties as a professor.<br /><br /> How would a court be likely to rule on each ground of the motions filed by Prof and ULS to dismiss Gina’s suit? Discuss.",
			"issues": {}
		},
		
		
		
		
		{
			"id": 8,
			"reference": "June 2005",
			"topic": "",
			"essay": "Roofer contracted with Hal to replace the roof on Hal’s house. The usual practice among roofers was to place tarpaulins on the ground around the house to catch the nails and other materials that were scraped off during the removal of the old roof. On this occasion, Roofer did not have enough tarpaulins, and he failed to place one on the ground at the rear of Hal’s house. As a result, many nails and old roofing material fell into the grass of Hal’s back yard. At the end of the job, Roofer did his best to clean up the back yard but missed some of the nails that were imbedded in the grass.<br /><br /> About six months later, as Hal was mowing his back lawn, his lawnmower ran over one of the nails and propelled it over the fence into the back yard of Ned, his neighbor. A few days later, as Ned was walking barefoot in his back yard, he stepped on the nail, which pierced his foot, causing him severe injury.<br /><br /> In an action brought by Ned against Roofer for negligence, what defenses might Roofer reasonably assert, and what is the likely outcome on each? Explain fully.",
			"issues": {}
		},
		
		
		
		
		{
			"id": 9,
			"reference": "October 2005",
			"topic": "",
			"essay": "David drives a parcel delivery van. On Monday, while delivering packages in a residential neighborhood, David struck and badly damaged a parked car owned by Able. At the time of the collision, David was driving 30 mph. The posted speed limit for the street is 25 mph, but residents customarily drive at 30 mph.<br /><br /> On Tuesday, David left a package for Baker on the front step outside of her house. He placed the package just in front of the doorway, and when Baker walked out of her house later in the day, she tripped over the package, breaking her hip.<br /><br /> On Wednesday, while returning to his van following a delivery, David stopped to chat with Carl, who was sitting in his car and about to back out of his driveway. When they finished speaking, Carl began to back out of the driveway. At that moment, David saw a car speeding down the street towards Carl. David considered warning Carl of the approaching car, but since David was in a hurry, he decided not to go back and tell him. As Carl backed out of his driveway, he was struck by the speeding motorist and was seriously injured.<br /><br /> Able, Baker, and Carl have all filed lawsuits against David.<br /><br /> What is David’s liability to each of them? Discuss.",
			"issues": {}
		},
		
		
		
		
		
		
		
	]	
}